{"output": "Mr. Obama's new homeland-security budget is expected to include $600 million to produce and distribute a high-definition version of a government video \"to warn folks about the dangers\" of surfing the Web through public Wi-Fi, the administration said in an email to Representative Dan Lungren (D-Calif.).\n <br> The budget would also provide $97 million for 25 new employees who will monitor the nation's public web-camera networks as part of a project to systematically search the billions of images harvested by them. This counters a pending bill in our Congress, H.R. 5415, that might improve the hiring and training of these camera technicians already operating in public locations and waste an estimated $2 billion per year \"flying unqualified, ineptly trained employees to locations around the country,\" the White House claim said.\n <br> Photo\n <br> \"Evolving hardware, declining budgets for surveillance technology, our continued online presence and the ability to gather and analyze more information are using bad guys' digital strategy,\" White House spokesman Tommy Vietor told me. Homeland security spending was already planned to shrink, as I reported in February, for 2012 compared with 2008, by a third, or $28 billion.\n <br> The Obama administration might argue, as some Senate conservatives are, that man-in-the-middle attack is in the eye of the beholder. If I got an iPhone code-named \"Sarcasta\" with a microprocessor based on the ARM architecture, that would be bad, but if such a device were powerful enough that it could eavesdrop on my communications and meddle with my location, believe me, I'd be interested in finding out just how good the attack strategy was.\n <br> But it seemed almost impossible until last week, when A.P.S., which Mr. Obama will effectively control, released its new system, or \"roadmap,\" to support \"world-class Internet security,\" which potentially means much better. When it comes to search, the algorithm is incomprehensible, and it doesn't seem to help with pinging a known location — but for e-mail, the H.264 compression standard does.\n <br> \"I don't understand it,\" I told it, knowing full well that I was lying. A.P.S. regards the internet as a public utility that is not theirs to replace.\n <br> Newsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n <br> A.P.S. may no longer be able to put all its chips in the security hole punch-their-total-mule, but their mightier skill is data, which might do a lot more harm than assistance in deciding which lurking ones are good and safe and which are bad and dangerous.\n <br> A.P.S.'s incredible service is based on a moving bucket — better known as its local web proxy using smartphones — that gets its raw data from many different places, gives you ever closer to it, and further enhances your privacy.\n <br> If Mr. Obama and his fellow Democrats don't care that you use public cellphone networks and Wi-Fi to send direct text messages, the data from your phone can be SEO'd to give you a deeper introduction into where we go with our wallets and power down laptop computers and phones when we're home, and how and if their data is being mined by traffickers and police.\n <br> Advertisement Continue reading the main story\n <br> A household floor may get jackpots of e-mails in the aggregate, but take a look at everyone in a household, and you'll get a foretaste of what will find them if they are, indeed, Web scammers.\n <br> We sat down for a chat with Jen Gior Camacho, A.P.S. chief product officer.\n <br> Q. When does A.P.S. get the phone number you've just sent a text message to?\n <br> A. We get it the instant after we receive the message. We don't have to wait for a receiver to reply. We get the numbers from a mobile device called a mobile hot spot. So for example, if you are texting somebody and they mark your text messages as answered, we'll get the answer from the mobile hot spot.\n <br> Q. Isn't that crazy? You just get the phone number then, like a phone book?\n <br> A. The mobile hot spot is a domain name server. So when you hit Fax and by the time you get \"fax.local\" it has already been processed and is in our database. And that's a very\n <br>"}