{"output": "\"No decision has been made/But who is Steven Curry?\" asks a direct-message tweet from The Wall Street Journal's Jeremy Branstetter, that suggests the team has yet to make a call on a trade for the former Cavaliers point guard. Curry is in the final year of contract ($2.9 million) and has been showing his age and form lately, averaging 7.6 points, 3.1 rebounds and 4.3 assists in 36 games (29 starts). These were the stats before shooting 40.5 percent from 3-point land and 28.2 percent from behind the arc in the past eight contests. And three of those weeks were lost to suspension for cursing at referee Wes Nelson in last week's Game 2 loss before possibly lowering his disciplinary level for boos and yelling profanities to Malone on this past Wednesday's news conference. (Malone later felt no regret during his return Sunday against Oklahoma. \"The most memorable part is winning 3-1,\" he said.)\n <br> Curry's meltdown came in an excruciating 11-point loss—in part because he was injured with 4:41 remaining—where the Cavs fell to 1-2. Last June's trade with Minnesota dealt the best postseason productivity (18.4 points, 4.7 assists, 3.6 rebounds), assist percentage (25.7 percent) and 3-Point Percentage (45.1 percent) to the league, which rated him third in All-NBA voting in 2009 despite his career average injury-prone 3-point shooting. He returned to Cleveland the next season and took over as Cleveland's spear.\n <br> He led the team out of NBA purgatory Sunday night, ending a three-game losing streak with a near triple-double in the Warriors' 112-102 victory in Cleveland.\n <br> The Warriors remain a question mark, feeling no pressure to win a division title or sweep the Portland Trail Blazers, who'll inevitably instead crisscross the West alongside Golden State under the cloud of shooting guard Wesley Matthews' third front-office suspension in the past four games. The Celtics have indeed been improved as the turnover reverting maturity of two out-ofatmosphere veterans in Rajon Rondo and Fab Melo was apparent during Monday night's win in Sacramento. The Warriors' core trio of Stephen Curry, Klay Thompson and Green fizzled in that 133-123 overtime loss. Green shot 3 of 7, Rondo was 4 of 12 and Thompson was 1 of 8—on cold-blooded turnovers that helped clinch the game.\n <br> But a hit Monday and extended sleep on Tuesday afforded Curry, Thompson and Green a second session, according to the same news release. Green beat out Rondo for starting stand-in duties Tuesday night, rapping over Rondo's slurred commentary. \"I was on him so much the last couple of days,\" Thompson said of Rondo. So they've gone back and refocused.\n <br> Green also said that the three made good progress with pregame press conferences since the Kerr-Carroll backcourt breakdown of March 1 that sidelined Curry and the Warriors. When Green was cut from Denver as a (possibly) first-round draftee during the first year of the NBA's new \"Celtics First\" signing and extension system, Kerr was his primary point of interaction up until his dismissal last Nov. 30. \"We talked a lot since that Game 4 loss,\" said Green. On March 7, Green made his first professional start against Minnesota and tormented Wolves shooting guard Ricky Rubio for 19 points and seven assists from the 3-point line. Just before the Wolves' Feb. 6 matinee game in Milwaukee, Bernstein asked Kerr: \"What do you think about Green's game right now—its growth, its development in leading this team?\"\n <br> Kerr declined to answer, leaving Green to respond.\n <br> \"He can't be Joe Dumars without a whole bunch of question marks,\" Green said then. \"You can imagine my team right now, and I'm kinda glad for it but how it's pretty much set up ... it's hard when it's serious want to go to work but you're sort of courting criticism. But it's an opportunity to focus on those kinds of things.\"\n <br> Thompson was all civility and attempt at contrition on the missed free throws to Iowa Point Guard Aaron White, another gregarious and likeable player who resumed pulling page 109 from Tarleton State coach Scott Logan's copy of Abercrombie and Fitch. \"Guys who aren't used to losing play the role of T-rex, making a statement,\" Green said wryly about anti-championship pregame taunting taunts commingled in the Warriors' Black Hole Big Eater Fashion Challenge.\n <br> Thompson rebounded Sunday and talked sense about his future with David Lee starring against the Nets on Thursday at Madison Square Garden. \"It's left to my wife and family to decide,'' said Thompson. \"It's a very important decision at this point.\n <br>"}