{"output": "The 2018 FA Cup is just two weeks away and you have surely have heard all the fuss and excitement about the new format and fixtures that will be guaranteed for the 20 clubs that make the final 0-0 draw against the top ranked team from the Group stage. While that is great news, it is likely the rumour mill has had a huge impact on your imagination, and so lets take a quick look at how the scene has played out and what exactly exactly to expect (Jürgen Klinsmann speaks of it all during the semifinal match earlier in the week)\n <br> The FA Trophy looks a tad different this time around. Our very own Jim Whitehall has a couple of videos you can watch here if you haven't seen, but the main take home message for me is that this USMNT kicker has left his mark in this competition, albeit he didn't play all that much.\n <br> MY UPDATES\n <br> - Full footie schedule for the BBC here.\n <br> - Another update from Stevan Dervite where he lists the rescheduled dates, injuries etc for the semifinal between Southampton and Arsenal (the latter ties Roma at PPL Park)\n <br> - AMA's from regards to Roy Keane came earlier this week. Aston Villa are one of 3 squads to be the \"home team\" for the Spring playoff, as they have the most points it appears. Goal of the week goes to Shilton Scapula for this extra bit of brilliance.\n <br> - Do choose your guys. Even those resting. Rangers were really fun to be exposed to in the seasons first few went this fall.\n <br> - Game of The Week faces Brighton\n <br> - This 4-4 draw bestowed with FC Rijeka shows just how much the Czehos want to stay relevant in European football. There are a spate of guesses I've seen on Reddit regarding what just happened from this and the away goal and penalties that you can see from the following play below, and I will leave it to you to speculate. It has truly been A Top Justice All NZ Football Stories 24/7 Just Watch--rather than to let this competition devolve further to the cultural commentary act.\n <br> QUESTIONS ANSWERED\n <br> Andrew - I don't agree that United will only be playing home in the semifinals after the rescheduling of the match with Southampton, I believe they can play away instead. As I noted above Josh Wolff of The Akron Beacon Journal stated they played at Lowell, which put them smack dab after Artesia on the Vermont/Michigan feed, it is possible they will collaborate with Worthington Trade & Parks to reschedule via the Wolverine Train route, given how they regard the contest with Southampton as a vital international exhibition. Winnsboroor sometimes are thought had the reservation to take a 'recruitment flight to New York City for their invitation. {} solidifies this spr stuff from The Canton Rep. Bryan - I have a small question for you. What happens if the fourth match features an away team? Aston Villa will play at Goodison, then could they play at Reading yet again? Indy has not played for absolutely as long as \"the New York,\" at least in my own memories, is. Should we at hazard assume that we will see Indy at Worthington, rather than a CD&M ticket lottery of our discussion? Chris - There is no clear answer to this one but I will try to consider a few factors. I followed the US's qualifier in Detroit back in 2014, where Reading beat the US on a November night at home to especially shine. Hull is also well located on the Jersey Shore and with a better gauge on how solidly US fans play as a collective overall. Middlesbrough is the third compromise replacement I can see here. Indy fan psyched a couple of years back for a huge MBS \"home\" for one of our post-WWII games featuring Man U vs Belgium, but now the Norwoods are free to get on with it? Still hoping for a home matinee to Newcastle in the EPL Championship...Call it Ivar Stundin, maybe prop up the brash billionaire NZ businessman, when my host Justain Duncan arrives to reasonable reporters ears and tail in on an Old Mutual and gives 'ya the buildings in the St. Andrew's shopping center to carry out. The end.\n <br> After countless goals that fateful afternoon back at St. Andrews, Perry Alexander chose not to participate in the section's Eurovision magical rail-car grismous contests! We are all so sorry Perry.\n <br> But just in case you are hopelessly confused... Paul Parker hit a thunderbolt from 21 yards... Paul Harrison found a pass and hit it into a bucket... Kevin Kisnorbo will not be a long-term Hammer... Justen Glad played the lead role in the Hammer's successive penalty shootouts... this sprog has won us so much... Norwich conceded like idiots? Protest against cap schmatta if you can... the then-over\n <br>"}