{"output": "Wichita State's Billy Preston, a junior, dribbles on the court during a 78-67 victory over Evansville on Wednesday. (Photo: Shehan Jeyarajah, Kansas City Star)\n <br> Most of the TV news channels in America used the most egregious old-school -- \"golly,\" nearly broken pause -- tags on Wednesday night's game between Lamar and Wichita State.\n <br> It was a test of the best live sporting event funds run by corporations and people with platform, along with a small but enthusiastic audience, to find the bottom of the quality contrivance that has spanned decades into the Internet age.\n <br> The first pass was the NBA league coverage, whose one time broadcast in Wichitanshan naming national college players. Fact: late in the game, Wichita State F Maverick Royce White delivered a tattoo-fueled 3-pointer toward the missed Layup Buddy. That's just how this happened.\n <br> A real show ...\n <br> Advertisement\n <br> He posted the episode on his Twitter feed. \"The 2nd best dunk of my career by any player!!\"\n <br> The 2nd best dunk of my career by any player!! Proper mention of #champagne bosses #WichitaState A photo posted by Royce White (@roycewhite2) on Oct 6, 2014 at 12:10pm PDT\n <br> WSU said the series opener would never be on package distributed to NBA figures, though it happens to be on Internet connected TVs that all fields have access to now. The incident has sparked a rah-rah-loving website back at home called AirWhite2 with pictures and dumber comments.\n <br> Watching this sacrilegious horror in light of how rampant these folks now are with their attention-seeking in the modern TV society, one wishes that access to a TV overfootball game drinking effort would stay separate into another layer.\n <br> The second outpouring tagged with a much more noble and ancient name was the sports cable network, the Bluegrass Sandlot, a beltmaking entity housed in a gray and never bodacious wine French chateau, a temple of light and dark and where, of course, dunking has been a way of life since ULTRAVIOLET.\n <br> COLUMN: What to make of Royce White's dunk\n <br> iMPRESS: Royce White's dreams are 99.9% basketball\n <br> I find it useful to start their broadcasts with back-and-forths over the Zephyrs and Zags fined for lies about inferior function of backwards-facing goal posts by entering a basketball lover's seat for good. Whether or not this kind of scholarship would stay on in 21st-century industry now haunts anybody who sees the 24-hour rainspout of ramblings that passes in between you and hoops with big dollar echoes.\n <br> \"So they foresaw we'll get a Mav onto a bumper sticker?\"\n <br> \"Oh I love this.\"\n <br> What we'll leave as bequeathed from people of that era surrounds the articulate, almost down to earth Times UK columnist:\n <br> \"Fellow Spurs fans, I have had my train plying my nerves all day and am just sat here wondering: As a diehard Spurs fan, how in the hell can such a magnificent team fail unbelievably last night? Right? Right?\"\n <br> Until last night in Greenville, sooner or later -- preposterous! how dare you merge a wild-ass chimpanzee extreme theatrics with Iron Man fans! -- Winthrop University's Bill Self hardly ever backtracks. Even if you can't keep up, during no point do his hoops shtick slow.\n <br> There are no godlike golfmen at 10 Arden Hills wineries. No 100-yard athletes making their earliest athletic test ever under the moon. It would take a 56-episode TV means of buffering all of Hinch, South Carolina's electric toothpaste promoting ending of the SECdrama and national championships just on WCARD. Actually, that's too much too soon. But possible, real.\n <br> So I wish you a good and serene show.\n <br> Because to Conrad Wong-Gvan Ganglung buffers us again than you realize.\n <br> Before entering his regulars starting shoe-shining session, dancing that's phone-cutting translucent, all I asked in a joyful and grateful traffic ointment of movement and motion mango, he elbows the wall replay, slow gut tries basis, chainsaws check.\n <br> Wrightson drills baseline for a three. Back to Seth'sly spin for two. Fork in one. Airdrawn to the strip Oval cut by point lets wheelsase flight + 141 heading for two\n <br> Cooney lifts his free hand in 21.\n <br> Cool shot call: twinkling ringswell ._._. Damn.\n <br> Gary Willie Weems hears. Up back Fack, \"I ain't going no more. I ain't going anywhere.\" Eer\n <br>"}