{"output": "Buy Photo FILE - In this June 13, 2017 file photo, Matt Chisum holds his support to GOP Gov. Matt Bevin after he won the GOP gubernatorial primary on Tuesday, May 11, 2017, at the Century Center in Louisville, Ky. Bevin triumphantly rhetorically urged his party to stand by him even though he lost the party primary. (Photo: Matt Stone, The Courier-Journal/Courier-Journal photo)Buy Photo Story Highlights Scott deployed campaign Sen. Jeff Hoover\n <br> Also picked Kentucky secretary of state to replace Charlene Werner\n <br> Record of decisions over the past year made open to public scrutiny\n <br> Six weeks after declaring victory over his Democratic opponent, Scott Brown won the Republican gubernatorial nomination Tuesday, a stunning upset every bit as mysterious as his campaign's strikingly surreptitious last-minute return to Lexington.\n <br> That's because the ailing 64-year-old senator returned to his hometown Friday to finally end a protracted vetting process he thought was over and quickly return to campaign mode.\n <br> It was a spectacular turn of events designed to allow state party leaders to swiftly put their entire infrastructure in place around a veteran centrist with a record of decisions over the past year made open to public scrutiny — a situation during which all eyes will be focused on Brown while the voters he hopes to elect — attorney general Jack Conway and Chip Roy, a major political donor and close Bevin ally — are not.\n <br> \"It's a bit of a surprise he jumped back in the game again, but he needed to have a player in the race who's supported him from day one and was loyal to him. Dad would do that,\" said Dan Yates, who had supported Scott Brown's unsuccessful 2014 U.S. Senate contest and plans to donate $1 million to his 2018 reelection bid.\n <br> Next year will be critical to Scott Brown's long-term political viability. In November, the GOP will be defending two Democratic senators who won their senate elections by narrower than expected margins, and state attorneys general will act as the state's top law enforcement authority. Yet the 2018 gubernatorial election is generally considered a must-win for Republicans.\n <br> Though Ohio and other late primary states have produced dramatic upsets, governors have at least three years to prove their political mettle. Virginia went for both Hillary Clinton and Donald Trump; except in Kentucky, Brown has promised to focus on issues.\n <br> Attractive move\n <br> \"It's generally considered an attractive move for Gov. Brown to stay in the approachable and bipartisan way at which the governor has operated,\" Diana Brisman, executive vice president of the Kentucky Advancement Project, said. \"Gaming out the fact that the candidate may be a late entrant, that can sometimes work to some extent. But when a campaign is right on down to the wire, and there's so much at stake for the candidate, I think the burden is rightly on the campaign to choose to stick to that campaign.\"\n <br> The late activation of Brown and the continued scrutiny that came with it reflect the importance to Brown and Kentucky Republicans of unsuccessful attempts on both sides in 2016 to flip a fading Democratic-held Senate seat to lower-turnout, earlier-in-the-year contests in the heart of the presidential election calendar.\n <br> STORY: Bevin comes home to state in much the same way\n <br> COMPLETE LIST: Warren mailer fundraisers dropped from List of public events\n <br> 'PAIN' TO LIVE IN: O.J. Simpson a victim of comets, gets famous\n <br> Says it\n <br> Record\n <br> The first sign that Cruz had had an impact came over the weekend. In a scene straight out of the movie \"Network,\" Brown interrupted his campaign rally in Scottsburg to announce he had received a package of mailer donations from someone concerned about bad economic news from the CSX rail and chemical company.\n <br> Brown urged donations in writing, capturing the only GOP presidential candidate to formally endorse the Cruz campaign.\n <br> \"Remember, they hired you,\" Brown told his supporters over the local radio station as the applause waited around the block. \"If Ted loses, they'll be the ones backing up my senatorial campaign saying, 'what happened to our good senator, he's got \"God Only Knows\" all over him.' \"\n <br> Through their financial affiliates, the Republican Party of Kentucky raised $3.5 million from individuals and committees over the past month, making an already competitive race even more competitive.\n <br> By the end of April, funds run through Brown's ward-by-ward campaign trail had flowed into the GOP nominee's campaign committee account — $262,501, nearly all to the general task of electing him.\n <br> Ted Cruz, the former U.S. solicitor general picked to run the Kentuckians for Strong Leadership PAC, which flooded the airwaves alongside Bevin's campaign in support of Brown, gave National Right To Life 17 donations totalling $100 starting just 11 days before Election Day.\n <br> The amounts to\n <br>"}