{"output": "TALLAHASSEE, Fla. - Florida laws on drunk driving can put you in jail up to three years when you're unable to give a Breathalyzer exam because you're too drunk or not able to speak intelligibly, according to the Florida Highway Patrol.\n <br> The department will not arrest you for DUI if you are promptly taken to a hospital -- just as long as there are no signs of intoxication.\n <br> PHOTOS | Drunk gas station troopers\n <br> PHOTOS | DUIs / Shakes / From 7 days wait to get a DUI test\n <br> The following information:\n <br> Look for some of these signs of intoxication at any time.\n <br> Smiling for the camera\n <br> Trying to mimic conversations.\n <br> Raised voice.\n <br> Talking stiffly or in a low tone\n <br> Smile when you are talking\n <br> Speeding or driving under the influence\n <br> Withdrawing from the road\n <br> Looking for someone\n <br> Drinking any amount of alcohol\n <br> Drinking choice has already been made\n <br> Withdrawing before the Breathalyzer\n <br> <br> Withdrawing from the breathalyzer\n <br> What happens when you guys do do an evaluation?\n <br> A breathalyzer test is administered before the Division of Motor Vehicles. It is a measurement of your blood alcohol concentration (BAC) through a color-changing substance and is conducted at an accredited laboratory, such as NMS Labs in Fort Lauderdale.\n <br> The Law\n <br> For purposes of identifying the Breathalyzer test result, a defendant must show a \"positive\" result if the defendant possesses or possesses with the intent to sell or furnish substances to produce, prepare for, or use a driver's high. Under a practice known as aggravated circumstances, the statute provides for a three-year minimum and a maximum of five years of probation for a first offense. With the defense of diminished capacity, the three-year minimum can be reduced to 1½.\n <br> Button Question Practical Tips\n <br> Should a person refuse the breathalyzer test?\n <br> Q: What if a person refuses the breathalyzer test but fails to show up for a court date?\n <br> A: A defendant must first serve a one-hour license suspension before a court. If a court fails to take the defendant into custody and subsequently wants to hear evidence against the defendant, the defendant must appear for a court date within ten days. If a defendant waives his right to a court date, the court should assess a 90-day to 180-day suspension at one time. Prior to that date the person will not be able to get back into society and should seek treatment.\n <br> Q: What happens if a person refuses to take a breathalyzer test?\n <br> A: A person who refuses to take a breath test is guilty of operating a motor vehicle while under the influence of alcohol or drugs, a felony offense. The driver can get a third DUI conviction within 172 years by refusing to take a test, which can mean up to five years in jail. If a person refuses the test, or if they call their attorney and tell the court that they did not take the test or that the request is not authorized under the driver's privilege, the court can choose to follow up with a plea of contempt or not hold a hearing until the test results come back. Guilty pleas may lead to an additional fine in excess of $5000 for the DUI offense. Guilty pleas may also result in detention in jail until the breathalyzer test results come back. Because the first defendant was not arrested (and was not – for purposes of this fact pattern – conducted a Breathalyzer test), he has proven to be someone who has not been able to comply with the direction and whom has violated his probation or a condition or order of court. However, the second defendant was arrested on a DUI, so his DUI (the result of tampering with the Breathalyzer test) was the one fact pattern. Precisely what the alcohol concentration was before the tampering differed depending on facts not divulged by the defendant between the two prior convictions. When a judge gets that information from the DUI breaker (something born about making assaults into trapped felonies), it needs to be put in a manageable and manageable fact pattern. The second defendant, with an indistinguishable record from the first, gave no deleterious information for the court to consider. In its mathematical gravity, failure to respond questions of scientific materials poses more credible status than testimony in an ongoing case that in the context could cast doubt on even a DUI committed by the first defendant.\n <br> <br> Above all, a refusal to take a breathalyzer test is not a heinous crime. Whether a person takes a breathalyzer test or not has no bearing on whether or not they can be trusted with a firearm. If a gun owner considers himself as second amendment freedom fighter who should be able to dominate the handgun carry free enterprise market, he will do so regardless of how his license is going to be started.\n <br> Q: What if a person refuses to take a\n <br>"}