{"output": "The Vagina Monologues–also known as \"Come on girls: what makes you tick?\" and \"Imagine to Feel Good\"–carries an awful legacy: More than two decades ago the director of the National Park Service, Vicki Turetsky, described the production as \"the most offensive and racist social-change program a woman can watch.\"\n <br> In the early 1990s Turetsky collected responses from feminists and ethnographers and compiled The Vagina Monologues Hateful Object (1995). Within her collection her conclusion appears: \"This production proves that the inherent fact of woman's inferiority and vulnerability to degradation can be explained entirely by the degradation of woman\" (143). Which—though as all feminists should know it is wrong to compare sexism with racism—has led the front line of critical work on the role of violence against women in Performing for the Subaltern. Barbara Timpf reports and writes on how women and their struggles appear from the sidelines and are reduced to the \"be-all and end-all of a subversive relationship: the creation of women (and the men they depend upon) as authentic surface imagery of a future, free and liberated, anti-dimensional, revolution of values\" (110).\n <br> Writing in the New York Times, Bernardine Dohrn described the state of the Vagina Monologues such that, \"while there has always been the risk, not of attitude but of violence, sexual harassment, the director and company have been more careful to avoid using anatomy as action, not merely as subject, as they released an Inside-Out sequel to Inside In, a commonly used text to demonstrate that what happens inside and outside is not merely incidental but also essential\" (7/2/2015). On 9/12/2014 Kara Walker called back to the much-criticized women's paper, Redesigning the Women of the New Jim Crow, with this comment: \"Since Oprah released the Vagina Monologues [1994], which broke out of what seemed to an American public hungry to know more about the Vagina Monologues, sexual violence against women has become the dominant subject of American thought. Whether as a symptom of misogyny or not, violence against women is now tied to pop culture. I am reminded of a passage from Michelle Alexander's A New Jim Crow in which the men who founded the education reform movement in the United States are described as having paid slave labor to build the schools that would let them control ultimately who would go to college (424).\" Of course Alexander's observation applies today as well.\n <br> Anti-Violence Movement: Against Sexism and Against Patriarchy\n <br> But Michelle Alexander is not right. Books like Against Our Better Judgment, which chronicle structural and institutional racism (one has to wonder why Ann Coulter does not make their case?) and how these can continue to perpetuate violence against women well after the documentary footage in this book has faded, are a necessary reminder that sexism and racism still exist and they examine the site of violence here.\n <br> Other books out today account in detail for the myriad ways that misogyny and heteronormativity constantly reproduce, complement each other, and that destroy lives. Alexandra deGeneres, Incognito in a Supermarket explores some of the legacies left behind when the effects of sexual disrespect are at such considerable rates of an individual's day-to-day experience. Mona Charen documents many of the ways that sexual assault and harassment are overlaid on the larger history of oppression, and holds that these histories can be dug out in an organic relationship to the ongoing contradictions of capitalism [Link]. Donna Haraway expands on the concept of cultural imperialism, exploring how the ways in which a woman is seen by her fellow human beings has its impact on female cognitive and emotional development, and its very impact on consciousness and intentionality. In 1910 women made 2% of Congress—a few years later, off on their own, were granted ownership of the first swimming pools and a television. This increased the power and the consequences for women. Aided by researchers from Northwestern University's School of Communication themselves, Charen reported in The Activity and the In-Group in the Women's Movement, that a 1972 survey had found 49% of women of color believed that the job of being a \"feminist\" meant and automatically targeted policing women's bodies; 68% believed that it meant they forewent key jobs that other women were given, while 77% of white women acknowledged such policing as a norm in their lives.\n <br> Below are health and sexual awareness warnings that need to be included in public purveyors of Hedonism: Lions! Furries! and Masculinity 101 pamphlets for all the audiences that end up buying them. Whereas BET and Sis Lesbian's Egyptian TutUM run display ads for cleaning services sold online, these (unintentionally) identify as health services. In all these areas, leftist writers and artists offer revolutionary alternative ways to understand and address this exploitation and violence. These text followed by one by feminist journal \"Occupy\n <br>"}