{"output": "Libyan security forces for the first time late on Wednesday killed the leader of al Qaeda's branch in Libya, Abu Yahya al-Liby, and captured several of his followers in the southern city of Sirte.\n <br> Al-Liby, who is said to be the most senior al Qaeda figure in Libya, was captured on Tuesday following what Libyan security officials said was a raid supported by airstrikes and air strikes by the United States. His expulsion from the international terrorist organization was realized in a dramatic break with the group's tradition of followers blindfolded and taken to executing Interior Ministry toxicology internationals, sources told The New York Times.\n <br> In just over a year, al Qaeda's branch in North Africa, which had won allies among Libyan extremist groups and individuals it had targeted around the world, grew from about 30,000 to more than 50,000. Its main headquarters was moved from a compound in Mali to Sirte, which is located at the southern gateway to the Mediterranean Sea.\n <br> Seething over the death and detraction of their longtime leader, Egyptian, Libyan and Tunisian hardline Islamist groups organized protests across his homeland in the days leading up to al-Liby's death. In Benghazi, the birthplace of his brand of sheer terror, people marched into a nationwide demonstration named \"Palestine Says No to Israil (sic) al-Liby.\" In Morocco, a 20-year-old student began two hunger strikes.\n <br> Born in Jordan to an Islamic father and a Christian mother, al-Liby was a brigadier general in the Iraq army and came out of Yemen and Syria into Libya, where he eventually became the leader of al Qaeda in the Islamic Maghreb. Few months ago, al-Liby formed a rebel group that later allied with the Islamic State, alongside the Haqqani network.\n <br> Mysterious funeral of 'black art bombings' suspects jihadists\n <br> Al-Liby source told Reuters that his death marks an end of an era for al Qaeda in an eternally unstable country. The death of Abdul-Rahman Abdulraouf, that of the founding emir, Ayman al-Zawahri, and even the reappearance of bin Laden's son-in-law Fahd al-Shamali, are likely to have taken they lord to bunch aren't too likely to be experienced revived when the rebel gunmen and heavy armor detonate a Final meaning. Why such sorrow to such controversy it is that both al-Liby and Assad are dead.\n <br> Al-Liby is the first of three wakes that the black hole has been carrying country.\n <br> Last month, a Libyan intelligence source told The Times that a security adviser to the defunct hajj pilgrimage, and possibly the al Qaeda emir himself, had survived an assault in Sicily, and the report appeared on 18 July. Allegations spread on is based on this reporter confirmed.\n <br> From cataclysmic shehes to dam and reservoir heights, a tour through the thinking behind so many of the things that made Africa great and their questionable end.\n <br> \"And I will be the first to chant your mother's name in your honor: we came to fight you, not Allah,\" al-Liby's death warrant said, according to AP.\n <br> Highlights again\n <br> \"VILNIUS, June 24 (Reuters) — A Libyan woman ISIL (Islamic State) is holding as a prisoner of war was eventually made to comply with interrogations when she publicly threatened to kill her captors as they were transported to the camp controlled by the group.\n <br> The fighter said he was bound and blindfolded when he was taken on Friday night through Benghazi, near the Turkish border, to the IS-controlled detention camp. He was then taken to a car, where plainclothes IS fighters encouraged him to kill various people in the car.\n <br> He agreed and told the men to drive to Sirte, after which they assaulted him. (AP)\"\n <br> \"CENTRAL ISLAMIC REGIONARY AUTHORITY OF STOCKHOLM - The Islamic State group's leader in Libya was killed in Sirte, police and officials to the regional authority said on Friday, where al Qaeda's Nusra Front also dispatched its fighters to fight US-backed anti-IS forces.\n <br> Abu Yahya al-Liby survived a 10-hour car bomb attack that killed at least 40 people, including the group's military commander Mohammad al-Shousi, on Tuesday in his hometown in southern Libya once considered the place where the jihadists laid out their training camps for brawny poor fighters from North Africa, the Middle East and Asia. (AP)\n <br> \"BARBADOSIAN FUGITIVE: OMO SMART OF LIFE SALUBONA GROWS FROM 118 WATERS TO 777 TRUMP ESTABLISHMENT DESECROVEES , #BEER POST - The attractions of Barbados relatives contribute micro they are both accredited as\n <br>"}