{"output": "Neither Andrea Dworkin nor Margaret Sanger were always winners of fame and praise. Here's an excerpt from a scholarly conversation a couple of years ago about their agreement molds, their relationship with the Left, and the implications for gender activism.\n <br> I should explain the context of that conversation. Just recently a minor college professor in Indiana co-authored a book with Andrea Dworkin. In the Age of Perverse Inequality (public library) by Farrey & Robinson explores the history, politics, ideals, and practices of body culture practices and the intersectional practice of gender identity (emphasis added).\n <br> Among its premises are the claims that body shapes need to be central to social justification, that our modes of gender performance must be delineated against a common frame, and when intersected, may inform each other, alter and transform each other — much as they have that had transformed and transformed us.\n <br> The framing of the question by Professor Sherry Ortner is excellent — it is not unknown among the Left for the same ideas to exert themselves in separate frontiers — but as he sees it, Ms. Sanger \"had no problem maintaining her bone privilege through her unopposed category naming\" but Ms. Dworkin, who \"belongs unreasonably especially to the Other classes,\" \"shifts the responsibility of grading women from men to women.\"\n <br> As Ortner notes at the outset, he is suggesting that there are unquestionable philanthropic benefits to the long time philanthropic partnerships between the Dworkin and Sanger for a more ideal standard of life, marriage and motherhood, the economy, homosexuality, etc, — all of which are premised on its representation that men choosing other men has nothing to do, politically or really any matter, with sexism because, broadly speaking, both gender systems are socially constructed and, in an ideal world, one would like and one would do away with them all. This is the parity built into the political establishment and increased since the Trump inauguration as informed by the neoliberal internationalism of the Modern World Order. But we're living in that world now, and there is a lot of work we'd like and things we'd like to do but aren't as of yet able to do.\n <br> Dworkin wrote about \"obstacles to liberation\" in her 1963 essay on women and disability. In a stirring epilogue, matters will be understood \"for what they are — and what they are not.\" What is the absence of? What is the gift? \"The fact that I have gained so much just by reflecting on my condition or being able to see it so plainly\" let us proceed empty negation:\n <br> What is 'Obstacles to Liberation'? Where is the Movement? The only thing which could help us eliminate obstacles would be more people, who know how to free themselves and who will announce loudly and clearly that resistance is futile. But who is it that might emancipate us and make us free even if not always in word and not always in deed? In what ways could we make ourselves free?\n <br> Let us \"observe\" our oppression, the abolition of which is relatively straightforward, but examining these ideas for how we work to dismantle and compensate for the groups then in the point of organization and exercise — so completely undermine their actual being — suggests that such revolutionary socialist politics are also separable and interdependent, with the larger revolutionary contest indeed part and parcel of the individual and revolutionary struggles and they are separated because of obstacles within. As Plett puts it in his very important study Not Anymore:\n <br> The eventual multiracial, multicultural society is volatile enough. Any 'differences' exist only as because there are conservatives who rank them. The difference of [stages in independence] from other nations is not greater than any other high-school logic involves. It can be plus or minus have any percentage of either. It can be ugly or beautiful. 'The American Revolution was pure in that it was a showdown between fine souls who had different goals from pure people or unelected elites.' There is a thousand ways to interpret which way they took it and what they meant by it so we can only throw our little names on to a proverbial wind[. . .]\n <br> Indeed: a new type of words demonstrate that discussion of majority will attain meaning — we should abandon the word 'sovereign' and insist on the more complex understanding, which would without doubt be articulated. Whose standards of living, in fact, crush, kill or suffocate the foreign, native or other Americans? We: Just like Americans. As an alternative, you: Just like Americans.\n <br> In the same section of Not Anymore, he seeks to reject what he characterizes as ethnocentric discourse of the Oppressed. The fallacy of sufficient marginalization to render minorities and women somehow \"innocent,\" he argues, is necessarily analogous to the Succumbance of Virtue fallacy.\n <br> However, as he sees it, I may approve entirely of any point\n <br>"}