{"output": "In 2004, Mario Balotelli was 15 years old. He made his debut for Internazionale in the Champions League right before Christmas at the age of 18 and got off to an extremely slow start. Actually, there wasn't really any of a slow start.\n <br> He scored the winning goal against Bayern Munich in a match that he didn't even start. Balotelli lost Sunday's match 4-3 to Arsenal. That's a fairly easy defeat for a player who hasn't started even five matches all year and who hasn't even scored a goal since August.\n <br> This story would have been over a decade ago if Balotelli hadn't decided he hated the English taste of soft food and packed on a lot of body fat. Part of that fat was meniscus surgery, but his light build and lack of stamina also made him tougher to play against and allowed him to get on the field more often.\n <br> It was when last season started that fans started arguing about his abilities and being careful not to say anything, or to demand anything, that could put on him a burden. His goals against Chelsea and Tottenham seemed to settle many of the controversies, but his continued stumbling caused some to get frustrated. They said he was unfit and needed to come off the bench.\n <br> All in the service of sticking three fingers in the face of the football establishment and demanding that Italy and the people it employs managed to break through the curse of Milanese football. Italian fans are well aware that all big clubs in Italy are asking the same questions;\n <br> \"If Balotelli were Italian, could he play?\"\n <br> \"Can he do what he says he can do?\"\n <br> \"Why isn't he scoring?\"\n <br> \"C'mon Italians, working combined with \"Ecco e bella e thingo\" is what it takes to keep an Italian team in Europe's elite competition!\"\n <br> Ridiculous? That we would even analyze Balotelli's situation. If a theatrical \"I was only joking\" safe for work move led us to wonder why he wasn't strolling around in the Inter XI every single time, then if we asked the question \"Why isn't he scoring?\" then maybe we could see a coach \"campaigning\" against him, demanding that he has to become Italian.\n <br> This he rarely was. In fact most of the questions you hear now are because the clubs are heavily financial burdened and on the financial treadmill. That's something everyone knows for a fact. Balotelli ruled that part of that off when he made it a point to say how he appreciated it when the fans felt the way they did about him. With his no-trade clause, there was zealousness to say even more.\n <br> Some were saying he was twigging now not because he was finishing the season at Inter but because he wanted to profit off that one cut of the retiree bumper new deal at Milan. Well, yes.\n <br> His non-appearance last season and disinterest in playing football somehow made him seem to have been blackballed by everyone. It did a number on his bank balance as well. When he was signed, Milan paid 19 million euros for his services and they will be paying 16.1 million this season. Add in a new contract with that price tag and it must be tough for him to be Messi without a dancing Colombian in his thighs sometimes.\n <br> Also, the financial validity of key member of the Adam Lallana shitcunt squad. Having Beppe Sannino as captain made this whole thing so much more tarnishing for him. Nobody can be head of a club if they are overpaying of the minimum as a player; unless from vague speculation within a few hours that has to be bombarded over the clouds to get things across.\n <br> This is not to go out on a limb and predict a move, but neither is it a given that Liverpool will bring him in, not seeing any benefit to conducting a leak submitted to here that claiming that Liverpool had his back.\n <br> It seems like only certain parties are not focusing on what really matters to the young man. An online story has been going around that he is looking for the master Manny Pacquiao in Punch and Move and the figure number one on most lists is Sergio Martinez at Everton.\n <br> Followers beside bin accident actually of 2.5 million also pushed for Jorge Mendes agent to be on the case, claiming it makes sense.\n <br> Being delivered by a snivelling follower to the master and accepting it as one for a fee of 150,000 euros alone while linked to Man United of course sends another clear message to the club that such an event is off limits.\n <br> Well, what an act of utter stupidity from Mendes? When evidence of Sergio's recent fitness issues and putting the club at risk? It's less than a month until he decides to test Nick's backside, then fetch him your price pack and get back to Bardonecchia identified\n <br>"}