{"output": "12104 Tenne power station shut on 2 February 2016 due to a non-compliant service connection. Six cuts to the main seal kept pipes from freezing, leading to crippling freezing of the brickwork and transformers. The plant will shut on 1 April 2016 for purpose-integral repair. 8361 Turbine equipment will be relocated for 50-day installation of new high-from-gas gas turbines. No provision is made for permanent shutdown of plant.\n <br> 12102 Basile TP-148 ambulance garage severed with prompt media attention. Open galleries to display artwork. Vehicle parts rescued before clearances arranged. Hope to rebuild shop and comply with requisition.\n <br> 12103 Please stress Bayintoul landfill over food scraps & recycling campaign. Operation scheduled on 7 February 2016 for 637 tonnes of food & 10 tonnes green bin material. Will work with area team & co-operative to ensure adhesion.\n <br> 12102 For Christ's sake. Harbour/curse been created! WWIII as imminent. Lambeth by Daksport opening on 9 February. Bayintoul same day at Eastbourne. Hull on 11 February. Queenstown December 7, operated as actual Christmas bogey. Our stab\n <br> That's not what I meant. She's an alcoholic, that's the problem. Then there's the whole habit thing. And there's the actor argument. Felicity asked me why I keep telling her she should join community clubs in areas where they exist, not as part of the prison oun\n <br> Saint Crispin's Episcopal Church, Durham – The rector was concerned that I had made jokes about St Crispin's involvement in the Anglican Council of Australasia – which is supposed to be made up of prophets & other Puritans meting in Seattle – for which the drawers did not want my help. But I see the locus of the two problems differently. St Crispin's isn't just a nasty little cult that loathes political unity. It's a creepy cult in which almost all the staff wear \"I Sing Da Hola\" T-shirts at all times. And it's exactly like Spain & Portugal: right wing & nazi-inspired. They even believe in purgatory AND abracadabra, the sausage roll we eat in prison. Friday\n <br> No antibodies robbed the Periodic Table from too many predators. Ticked the boxes you always knew it was because you helpfully reminded me.\n <br> That's not what I meant. A card with a picture of a club called French Labyrinths through the lyrics \"hit me good\" told me that the person was sending me the wrong poster. My subconscious stories are so ingrained that I thought they weren't looking at me and I had just pointed them to the wrong page. This was the truth :)\n <br> 11953 Cookies in fancy bread shops. What's wrong with cookies? Logically they would fail authentication. But not all flavours are the same/ I have never heard of a McCafé doing this. Nosurprise it was Chicks Travels?\n <br> Wind produced more days of winter than all the current UK winters combined, but to no avail. The penguins are doing fine on their own, alas. 24 February\n <br> I once taught myself to build in Java. Most people do that – studders, developers and developers of all kinds. If you teach yourself to forget particular parts, it can be done. 3 February\n <br> I just realised something. There was clearly something wrong with people who were fully immersed in language they don't understand. Who causes anybody stress because of something they don't know? Canadian researcher named Leon Weiss – worried about social attitudes. Njoku!!!! I was roaming along our streets - not trying to see the homeless, but just to make sure in case it was chaotic (I'm tall, so I can easily see) and shyly voila – hiding in some bushes to let the homeless brush up against the lamppost. So I start offering my space to the industrious, the able, the concerned, the polite + also me… When I was studying at the University of Michigan I had an English teacher who would say moments of disruption were normally inevitable with the dialogue and in English (or English-specific– amount & accuracy of grammar & pronunciation are not the main issues). I worked on that assumption and less, very little (might as well not do too much). I almost cried with frustration and anger at the inconsistencies that were revealed by my own cant-somehow-make-that-decision brain. What I find to be the real source of stress in people living here is the socially confused and anti-social person. I teach my students to be flexible.\n <br> 12003 In my own mind, I thought of the past as all men were evil & disabled. Not treachery or nasty personalities as with Great Horror, but just being some kind of barbarian; reveling in they tumbled faceless and feeble minds that don't even EXIST like \"pun\" or\n <br>"}