{"output": "Gutman (Photo: Special to The Clarion-Ledger)\n <br> During the 1990s, residents of the city of Dubuque watched their city and its vision play out without much public scrutiny. However, in the midst of North Carolina's notorious \"hot button\" campaign to deny transgender people equal access to restrooms, the nation was forced to look at the inappropriateness of allowing local government officials to enact discriminatory policies.\n <br> With a great deal of tension surrounding race issues, and amid heightened political scrutiny, contentions regarding transgender rights became rife and vehement in North Carolina. That is until Jesse Gutman and Olivia Hehir, the two queer, transgender members of the Dubuque City Commission (DPC), were elected.\n <br> No mention is made that some Dubuque citizens claimed a certain percentage of men were allowed to use their \"women only\" restroom and restrooms, and consequently the DPC frequently was called upon to defend these allegations through legal arguments. It is an unfortunate truth that most transgender people in the U.S. are already survivors of a poverty and injustice that far exceeds any problem brought on by a national legislation.\n <br> Gutman was a major ally of the community and a profound advocate for the perceived rights of transgender people. In a personal interview with The Clarion-Ledger as part of the DPC's investigation into the transgender bathroom debate, Gutman remembered when the issue of whether they could use the women's restroom erupted upon surface of the national forum matter before the Senate in North Carolina. Netting zero votes from the entire Senate, Gutman was quoted by the paper saying, \"I've been seeing transgender people for a long time and frankly the thing that held transgender people back 20 years ago was the attitude of the people around you.\"\n <br> At the time, Gutman and Hehir had a specific focus of firearm protection and record keeping, both integral elements of the large LGBT community in Dubuque, the media center of the State of Iowa. Hehir had served as fire marshal for Dubuque for the City of Dubuque Fire and Emergency Services Department. In some of the in North Carolina on the economy, lawmakers sought to measure how many unemployed jobs would be created by businesses and are if there might be a loss of jobs.\n <br> Hehir explains how they ascertained if a business might go out of business by way of the simple act of accepting documentation. As and under Title VII of the Employment Non-Discrimination Act, businesses are not permitted to be discriminatory in hiring or termination on the basis of sex. Previously, commercial businesses were allowed to discriminate in hiring on the basis of drive for employment.\n <br> Title VII of the Employment Non-Discrimination Act has a precedence established by a 1948 case that demonstrated a home clerk would be considered as a \"Holistic Routine Librarian,\" utilizing a person with any disability would be \"Americanized.\"\n <br> There have been numerous instances regarding how outdated the \"normal\" looks. As a regular visit by a fire truck nearby, \"I walked all over him in my uniform to see things he paid careful attention to and I cannot understand how that would have been discriminatory,\" reported Gutman.\n <br> Cities across the nation are beginning to buck the trend and are fast-tracking bathroom access, believing they provide their residents one giant communal picnic. Gutman also criticized the duopoly of Senator Henry Marsh (R) of Bel Air and Senator Phil Berger (R) of Wilmington for the direction they had taken their respective city of Wilmington and its public policy away from restoring compassion between all groups. Marsh, a youth development specialist, and Berger, a lecturer on social policy balance, had targeted low income African-American neighborhoods and posted videos of faces of children being sodomized on their respective YouTube channels in an attempt to get Facebook-famous campaign slogans for both offices endorsed on social networking sites.\n <br> That that particular trend caused many to take notice the plight of low income, trans including racial transgendered residents in Wilmington caused Berger to ape the optics of the ultimate urban center perceived as Greenville to mock fellow professor, Ken Lambert of the University of Delaware when asked about his transgender student, Stacie Fuentes. Berger repeated the refrain in his radio show and implied Fuentes was an admission of growing laxity in intolerance as to the face a teacher or whoever may be rough on a child from oft times being a dropout in foster care.\n <br> This was not taken especially well by a transgendered one of the principals in the city of Dubuque as the Dubuque Technician's Guild threatened to strike, thus galvanizing citizens and politicians to speak out.\n <br> Clement Zollars, a member of the teachers union, regarded Berger as the father of political correctness in Dubuque. Heather Peterson, a transgendered secondary school teacher in Dubuque who runs the Transgender Diversity Suite (TDS) with her wife Marcy, shared with TV5 MAC News how Berger continued\n <br>"}