{"output": "The Freedom Caucus is ready to move on.\n <br> House Republicans announced Tuesday morning that they'll soon take the wraps off a new health reform bill that will almost entirely repeal more than a dozen Affordable Care Act regulations, including increased taxes for the rich.\n <br> Rep. Justin Amash (R-Mich.), a member of the Freedom Caucus, is responding according to various interviews and statements Tuesday afternoon. Rep. Jim Jordan (R-Ohio) told reporters he, too, dropped his concern about moving forward without a health reform bill.\n <br> Originally, the bill dropped the damaging impact Obamacare regulations have on employer-sponsored health plans. Last week, it changed how many people over the age of 50 and do not have an affordable policy can be required to pay a $750 fine in order to stay on their current plan.\n <br> Also by Wednesday, the language for ObamaCare's \"public option\"—when states will be able to create their own alternative to the Federal Children's Health Insurance Program, replacing Obamacare's small-business and individual markets—will drop.\n <br> Watch more!\n <br> Republican House leaders have announced plans to whip their bill to repeal major portions of Obamacare, calling it a new start after a long series of failed attempts to repeal the landmark health law. (Alice Li/The Washington Post)\n <br> But Rep. David Schweikert (R-Ariz.) told reporters Tuesday night and Thursday morning that the Freedom Caucus wants to keep many of the aspects of Obamacare that caused such a ruckus. Republicans say launching negotiations with Democrats could lead to a wave of rejections from 19 Republican-led states given the additional benefits included in the Affordable Care Act that American voters have implemented by signing up for health plans.\n <br> These include expanded child-care benefits, coverage for more companies in the individual insurance market, as well as new subsidies that go in excess of the repeal burden to help Americans purchase plans.\n <br> Rep. Mark Meadows (R-N.C.) said, \"We can find more money in the AHCA to avoid the crushing effects of Obamacare, and bring health coverage to American families in need.\"\n <br> Critically for Republicans, the replacement bill will maintain \"essential health benefits,\" allowing insurers to charge those with pre-existing conditions more and blocking insurers from charging people with high deductibles.\n <br> At Tuesday morning's House Rules Committee meeting, Republican lawmakers are understood to be huddling with some progressive voters in the U.S. Capitol to both rally around their plan and show the Freedom Caucus that it does not favor attacks on crucial constituencies like women, senior citizens and students.\n <br> While the AHCA is expected to pass on Friday, some House committees, the Treasury Department and HUD are trying to finalize and debate the passage before Friday.\n <br> Rep. Doug Lamborn (R-Colo.) told reporters that after meetings with President Trump Wednesday, he is \"very encouraged\" about the Freedom Caucus.\n <br> \"I spoke with President Trump today, who's a former head of a big corporation. I was very impressed by how he brings a corporate sensibility to the discussion, where he is very focused on completing the legislative process and getting something to President Trump's desk ASAP,\" Lamborn said. \"So he's very energized and motivated about hump day, LR.\"\n <br> Trump even tweeted Oregon Rep. Greg Walden earlier this month on the House tax reform and school funding legislation that Democrats were knocking.\n <br> \"I was excited to see the Freedom Caucus restore the tax credit in their latest bill to either 510-610/1510,\" Walden tweeted. \"The big tax cut for working class families today!\"\n <br> I want to thank the @RNCFreedom Caucus for ratcheting up the pressure on leaders to get the House bill passed quickly, and I am encouraged by the results of their recent Capitol Hill meetings.#TaxReform — Greg Walden (@RepGregWalden) December 7, 2017\n <br> Walden's son was killed in Afghanistan in November, and Walden holds up the AHCA as a sign of what 2017 will be like for TMI veterans.\n <br> Still, there's reason to be discouraged by the process that House Republicans are relishing by putting out the bill—which is still fluid in numerous segments. Reps. Mark Meadows (R-N.C.) and Tom MacArthur (R-N.J.) are working on timers for when a bill will be ready for a House floor vote. According to multiple reports, Reps. Billy Long of Missouri, Barbara Comstock of Virginia and Williams have gotten together to scream.\n <br> By Sunday afternoon, three key provisions—the individual mandate, the fund for Medicaid expansion and tax credit extension—were all found to be within reason. Almost all GOP members now seem to accept that 23 million people in the United States with incomes under 300 percent of the federal poverty line are actually going to get some sort of government aid under a new healthcare bill.\n <br> Rep. Billy Long of Missouri joined #TaxReform protesters\n <br>"}