{"output": "Repete Ohlson, Alabama's team owner. (Photo: State of Alabama)\n <br> University of Alabama athletic director Bill Battle outlined his plans for the over-sized stadiums now in place during an extraordinary quarterly owners' meeting in Huntsville on Wednesday, Jan. 29. Commissioner Nick Saban and Saban-run football operations staff passionately discussed the 26,000-seat Drew Stadium in Tuscaloosa with Battle and Alabama high school standout a two-time state qualifier from the Tuscaloosa suburbs who has become a longtime associate of the Crimson Tide.\n <br> Battle, a Soundgarden-sheik grandpa and football enthusiast, initially stressed the many changes being made to boost and improve the venues to provide elite events to a 100,000-plus crowd and profit for the university.\n <br> \"We're all people who love our SEC football, but we also want here at the University of Alabama and others to get the experience of any number of NCAA tournament games,\" Battle said as he sat at the third head table of basketball coach Avery Johnson's return to Tuscaloosa following the football playoffs. \"If you don't get the experience in the SEC, you don't get the experience. Those 'What ifs' are driving us crazy, because everyone wants to see stories like some of the projects we are in planning right now.\n <br> CLOSE Last year's Oscars were a fun smash hit with the Oscars forum, hosted by the Academy but with NFL scouts and scouts as a panelist taking questions. Todd Noon: AJC\n <br> \"The SEC has become a showcase. The ACC is getting recognition in the Northeast of being a home conference that is amateur, progressive and far-reaching in terms of Championship Weekend. The Big Ten becomes a destination conference around the country for all people, whether you are in Chicago or you are in Flint, Mich., or OK, Rochester, N.Y.\n <br> \"The SEC is set up to deliver a experience in terms of bowls in the SEC Central of crossovers into a regional TV playoff. The SEC is a destination conference for Big Ten fans. People are going to be inspired by the SEC because of the athletic program.\n <br> \"You went to the SEC because you'll get 43 seconds of national television, with the championship underway. Not just because you care about Big Game football. Sometimes the talents just are not there yet because the athletes never win the national championship – let alone before you run and try to get a two-time state qualifier. It's all about the brand and the experience.\"\n <br> The fact that coaches and Alabama fans recognize this is also a very strong factor, Battle says. \"It's not just that our teams win championships and signs up, there are analysts, media and fans that come up here to be historic because of our program rates. It's the people. It's not sometimes bragging about winning a national championship because someone says, 'You achieved something particularly exceptional in that environment and you saw success…'\"\n <br> \"It's not about bragging. It's much more about, 'Do I want to be walking in and signing autographs and meeting people who have been world champions like our guys have? The fact that we can accomplish extraordinary success on a national scale is contagious and fertile enough to try to grow it in a progressive, community-driven direction for generations to follow.\"\n <br> Proving it right\n <br> Proving Alabama is ready to look after it's own isn't so easy, however.\n <br> The athletic department is the \"second-biggest private employer in the state,\" and a privately funded stadium up for lease remains at a town-core published value within the last two years of $269 million, and will be renewed for the 2012 and 2013 seasons. Saban himself highlights it as \"the one single biggest issue facing our university because of the highest rent in the state. When you buy a piece of land, no one's ever going to say, 'Ha ha. Well, there's our monument. Here is that. This is where we raised that. Who does we go there?' Our monument is at a $20 million and rising assessment. It's just a great battleground.\n <br> \"Look, you buy into who we are for a reason, but the proud thing is that we wonder ourselves why and follow the good and the bad of every single person and what is right for schools,\" said Montgomery resident Gayl Thomas, who has yet to graduate from her department of commerce degree but is on the way. \"But I have to say I'm glad to see that there's such an appreciation really for what it takes. For athletics in general to answer the calls of all the special stuff we're trying to do in \"all the right ways.\" In fact, look the left one in the picture, they set up a camera here to do this.\"\n <br> \"Alabama dedicates itself to making us really proud because out of 25 early-October Baptist Ministers' Conferences, we have just one per year each year where we have a football school,\n <br>"}