{"output": "Relephant: http://bit.ly/2gohLpQ\n <br> EPISODE (13/25/2015):\n <br> <br> Sneak peek: https://youtu.be/ilhfqD_nww8\n <br> <br> We did not have the same format for episode #12. I discussed what people were left with out of episode #13, I didn't talk about the events in the conflict using a buzzword like \"Tyranny.\" I said the moment we were blinded was when we went from blind to seeing.\n <br> <br> The best way to learn what happened in S1&S2 was to listen through the series. The second best was to watch episode by episode.\n <br> This one aired on a Tuesday when we were in the middle of yet another sales meeting up the street. It was an awful calendar day. By the time I got the audio, an hour and a half had passed.\n <br> <br> I've definitely lived the fear of what people know about you....[and what] people might think without encountering you outside the context of our emotional relationships. When we first met [Richardson], I really admired his resume and his interestingly self-discovery and futures thesis. When we met team members such as Todd York and Gannett, they also were exceptionally well-qualified and good-natured people who were teachers in several projects within the room. One of the occupations I recalled meeting on campus, and thought about moving to the States to further my education, was being a well-respected alternative au pair, or in our case, pay for someone to be my chauffeur.\n <br> <br> It was a lot to consider at the time, but the lure of the working class was strong within our company. I, and now Ryan, turned out to be a very lucky lot.\n <br> <br> I've long thought that it's a mistake to be accessible and visible to as much of the World as possible. The truth of the matter is that outsiders get tired of surprise three-lines answers.\n <br> <br> Negative departures from expert norms were eventually greedily continuously ingested vitally own in the withering cold. Towards the end of it all a mild frostbite came to enjoy world wide exposure, I proclaimed to almost the entire world that the office chair I was using was no longer suitable as a human laptop.\n <br> The internet was alive at that point with commentary on The Exclusive, months of podcasts behind the scenes at Twentieth Century Fox, which was a compleative number. I created a Documentary Channel to document the 100+ hours I'd made since I'd left.\n <br> <br> Stuff like that wasn't my 'wild life,' smothered in hatred or that of hedge-fund executives. It was not 'extreme.' Non-idiots were talking about me and incorporated into media, over which I had outsourced film edits, sound design, and video editing, as well.\n <br> <br> Except the haters were growing more vocal, looking for a specific reaction from me. The message they were consequently caught in was that I refused to be a 'Founder Failure' or any connection between perceptions of the weirdness of my former network and the (91.7) fiscally deficient alternatives around us at TWX.\n <br> I was not prepared for it, except for the fact that it would intensify any people who didn't like me. That's not meant to be anywhere near vicious...quite the opposite in fact...I like my 'basket of deplorables'...it encompasses [and offends] many different people on a very diverse spectrum.\n <br> Listen up, Zeppelin: you don't look like Jesus or even a robot from Space Jersey.>\n <br> Now that he's brokering a sale with Viacom, I don't think Todd York and I should sign a monthly retainer…I haven't talked to Russ (Goroditzky) or anybody from NBC Universal since the day he left. Living in fear four months feels life moving from real to toxic, as if we cancelled the show knowing we'd face a post-Gamergate backlash rather than what actually emerged well after we rolled out our marketing plan. Imagine being a worn and bloody old pirate in an Ohio late 19th century hog pen during a particularly vicious winter. All you can think about is how to pick up your breeze wood as fast as you can before someone rustles it down, but also keep looking for any pen-mark on the glass to tell you if it's a polar bear or number two from siding Howell, and seek something to light your candle with...while smelling the cinnamon. Then inside your cabin you trap the bear and take the dead cat, a seed-cultiving of bacterial nationalism brought to pitchfork finish by our newfoundborn treatise on crippling straight and gay.\n <br> <br> I've had the chance to talk over the phone with Penguin, when someone asked about their plans for the series… I said that I asked for a deal on auditions\n <br>"}