{"output": "Nubian Ambiantes during an election campaign in 2007. -- Andrew Burton/Getty Images\n <br> A US military intervention in Libya could yield unexpected benefits for US oil consumption, according to Shell Oil, which said Monday that increased oil production could offset the anticipated decline in US demand.\n <br> Under a scenario in which Russia increased production by 3 million barrels per day to 6 million barrels per day over the next two years, Shell would see fracking, or horizontal drilling, double oil production, according to a whiteboard presentation discussed at a recent Shell meeting with analysts.\n <br> By comparison, Shell would only see a modest boost in US gas production -- from 6 billion cubic feet to 5.9 billion cubic feet per day -- or an increase in the US diesel fuel consumption by 1%.\n <br> Given that increased exports would result from reduced imports of gasoline and diesel and greater Gulf Coast refinery margins, which prompted Icahn to take a similar approach to Banco Santander, increasing oil exports may be the path of least resistance for Shell.\n <br> \"One must assume that the higher increase in oil supply from 2015 returns well above the temporary high-potential bubble assumed,\" the presentation said, aligning future oil demand with trends in petro-economic growth.\n <br> A Libyan foreign ministry worker on a car with Libyan coastguard members after a holiday in Alexandria. -- Reuters\n <br> However, US oil dependence remains a sensitive issue for Shell , which last year largely resolved challenges raised by its Gulf Coast refinery expansion, which is currently focusing on smoothing out the use of natural gas as a raw fuel as it sees a medium-term expanded use of synthetics.\n <br> US refineries produce close to 80 percent of America's total crude supply and the demand margin they provide is shorter than on average Europe and Asia. Shell reiterated on Monday that the refinery began shutting down a new 7,000-barrel unit late in the fourth quarter after several failures, and it is working with the Massachusetts Gasoline and Electric Co. as the utility's project administrator on an unplanned repair at a 500,000-barrel terminal, some 185 miles east of Boston.\n <br> Suncor, Canada's largest oil sands producer, and ConocoPhillips dropped three points with one of them trading at the top of the consensus analyst price target, while Irving Oil and Pioneer Natural Resources both edged down short of target after increasing.\n <br> For analysts with Macquarie, however, the market's significant focus on the Ukranian coal counts against oil's secular decline and the potential for declining U.S. gas utilizations soon makes the gain in gas production an even more compelling argument for the utility's ailing coal business.\n <br> While seeming plausible on a variety of economic, geopolitical and drivers issues, a reticence to spend large sums of money that go completely uninvested in oil business may also motivate the further expansion of gas basins that extends to shale reserves, said company co-head of commodity research Dean Lewis.\n <br> In the 2Q15 call, for example, Lewis was particularly eager to caution against focusing more on declining U.S. gas production before re-considering the utility's fossil fuel business' segmentation plan. Generally speaking, the U.S. simply doesn't produce nearly enough gas to sustain a fixed and growing gas consumption in the coming decades, so drilling that alternative just causes the stock to tumble.\n <br> With ever greater uncertainties now surrounding the future of shale gas, Ontoin shareholders may also focus less heavily on gas demand gains of Shell's relatively modest increase in oil production.\n <br> Of course, the higher expense it could invite +1.55 mb of gas production = 0.7 mb @ $30/bbl @ Q4 — Dean Lewis (@lynan_dlee) April 14, 2015\n <br> \"Shell is done with gas and is going towards the oil business. It's weird buy=hobbt,\" said Don Tetley, co-head of energy equity research at Icahn. The utility's decision to switch focus in emerging areas on a gas-specific basis could run into problems in geologically unfavorable regions, to the point that shale gas banks could put models to the test by finding decline-permitting constraints.\n <br> In fact, Shell was called out on the currency implications of increasingly unreasonable expectations for unconventional gas helped propel the stock down 20.43% in the last two months.\n <br> Given Shell's previous high prices, however, analysts still consider the 20% decline of stock price historically signaling investors might be familiar with and reliant on the company's large cash balances, which have benefited Shell massively over the past five years relative to the never-so-brief ten. Its research and development funds, mostly in countries with cheaper debt like Peru or Australia, are replenished on a real-time basis.\n <br> Despite evolving the next best commodity revolution into shale gas and trying to improve its supply side, Shell continues to rely on a partial stack of undervalued-property, convertible notes (MIP\n <br>"}