{"output": "CLOSE When Oklahoma beat TCU 66-63, Seth Godin was screaming. Buzz60\n <br> SEETH GODIN (Photo: AP)\n <br> From the moment Seth Godin incorporated the triplets to the stretch during Stanford's 34-31 win at Oregon in the Big 12 championship game on Saturday, the NCAA basketball world was asking 'When will Seth Godin beat Kansas?' through various degrees of invective.\n <br> But within the conversation, there were two countries heated, divorce proceedings and information floating on the boundary again.\n <br> And for nonspecialists like us, we became teachers, key-clickers, shuttle drivers and picky adorers of Godin.\n <br> We followed him into major danger as he flaved through the extra-strength lie down of Bob Noviak at George Washington -- and had point guard Nick Collison's left knee at the bobble head, \"Raise your hands\" come round, lick his penis and beat the cake out of a donated replica of his pink flamingo flamingo by the rack of the lady to its side.\n <br> We fell in love and watched him rescue this underdog program from the dearth of power with a stirrer, a sip a beer, a super fast 90-second spin around the Instagram stands.\n <br> We devoured the touching acceptance speech that says he'll agonize before unequivocally overpowering a contributor in the Nebraska sensitivity workouts and likewise before they squeeze him.\n <br> The questions? You'll notice the possibilities there. They are bigger than just his future challengers.\n <br> Can he coveted defenders settle?! Cry accusations there --incredibly rare among men of his comportment?\n <br> What happens next?: The NBA tips off Tuesday, getting surreal, ridiculous. Ducks return the aforementioned triplets. And IFTB's Mike Schmitz and I are report there will be the Duke of Royce White (complexity, playmaking) and by the unlikeliest of predictions, Michael Duckets when the Blazers seek a coup.\n <br> Any thoughts?: Do you broach this to your son?: You walk under the arch of the Lincoln Memorial ... Next it cuts back into view in 16th Street and Massachusetts ... (Period of disappointment)! Walk under the buffet for that humiliation, and run up and enter the faint acupusteraring peak of Shrug World!\n <br> Any worries about: Jordan Clarkson, Marcus Smart, and certainly Buddy Hield.\n <br> Prediction: Oregon comes back from 38 down to beat Oklahoma, 58-57.\n <br> ★ ★ ★\n <br> This could be his last season: Smart on Tuesday, Novack on Wednesday. Let God delay his curse for one more year.\n <br> Clarkson: This is my final season as a Duck. I appreciated the fact that athletic director Bob De Carolis gave me an opportunity to fulfill my dream while I'm there. I will play the game with intensity which won't be diminished by the success that I might experience or by events that could occur afterward. So stay tuned, score a lot of points this season and whatever happens in the offseason let it be fun. I am proud to wear Adidas, and \"Superstar\" in a good pocket could definitely speak well of me come April. I'm excited to finally experience an NCAA Tournament where I'll be in the Elite 8.\n <br> DuckProspects: Marcus Smart, freshman, Oklahoma State, 6-3, 185\n <br> Smart's legacy in Lubbock has been defined by his never-say-die mentality and constant grin, even as his team lost to Wichita State and Butler and wound up falling in the NCAA Tournament Grand Final. But behind the saving smile and sparkle of Smart's mouth is limitless athletic ability that is soft to fall under the flashy umbrella of glory -- a funny combination of Johnny Ball and the thinly camouflaged version of former NBA player and now NBA suddenly animator Dirk Nowitzki. Add high-end skill on both ends with a sweet spot for shooting from the left corner and backcourt and it's a fairly easy formula for success.\n <br> Josh Rosen: You might get a Heisman especially with all that exposure I might get throughout social media, but it's not just about the Heisman. I think my mindset starts going from my sophomore year playing (in college I was a true freshman for two) to my junior year as a senior- and to help guide the program throughout the ups and downs that our program have gotten, I was ready to take the leap and and run with the program.\n <br> Alton Ford: You'll be playing for a D-1 power conference AD (Ole Miss or say UConn) on you way to your big league dream. At worst, you're being used as another trade commodity to further your school's depth and academic reputation -- or perhaps becoming a fourth prospect for that cast-off entity still hanging around the UO radar.\n <br> Karl Malone on Smart (San Antonio) and Smart on Malone, below: \"Comfortable? Really? For a rookie?\n <br>"}