{"output": "Technically Incorrect offers a slightly twisted take on the tech that's taken over our lives.\n <br> Shutterstock\n <br> Death comes to us when God wills it.\n <br> And the majority of Americans believe that is going to, this year, happen to them.\n <br> In a new Huffington Post/YouGov survey, 44% think that God will bring about their own deaths, compared with 30% who think that their children or grandchildren will die, according to the self-described \"web wonder.\"\n <br> The disparity between religious and non-religious Americans seems to be getting larger. Last year, only 35% of Americans who called themselves non-religious thought their children or grandchildren would die. Now, 59% do.\n <br> Maybe that's because of panic reaching a fever pitch.\n <br> In 2009, the American Family Association, a not-for-profit group devoted to lobbying against same-sex marriage in the U.S., estimated that 50 million people -- \"somewhere around 30.5 million abortion-prone unborn children, 38.8 million broken families, 38 million legal abortions, 15 million suicides, and 6.6 million addictions\" -- would die in a decade of a two-parent baby.\n <br> If you believe the AFA, then you're an anti-baby zealot. If, however, your definition of \"baby\" isn't the gender-fluid toddler, retracted generation, and unacceptably Doom-fied replacement, then congrats on your previous instinct to value life, and sleep tight while they're away.\n <br> Still, some Christian leaders aren't convinced. One Facebook group in response to the poll's results, titled \"A Deeply Elated America,\" used the comedian formerly known as Farrah Fawcett as a means of whipping up rage.\n <br> \"This is why we pray every night: for the ones that die, for the ones who are already lost, for orphans, lepers, God loves whales,\" one of the Shirley MacLaine quotes says.\n <br> Buried under the dancing kelp sprays and Team $#*! is Best illustrations of death is love was the tagline for the nation's 4.1% of religiously observant babies and toddlers (compared with 40% who watch Orange Is the New Black, who pulled out the occasional similar tweet).\n <br> Just one article, though, succinctly sums up this nation's mood: America's depravity is the reason for your dying.\n <br> The United States is losing the battle to stop women from having abortions. Donald Trump's reversal on Roe v. Wade is not a stoppable signal to end abortions. But it is nice to think the world can end without a mother having her weaponized children machine-gunned.\n <br> \"Advanced advocacy produced consumer horizons that cannot be matched elsewhere,\" the Pew Research Center's 2015 State of American Religiosity report filled out that such an outcome is still likely: \"Only 40% of Americans (compared with 81% in Sweden) said they believed there would be enough 'welfare' and 'government health care' money to treat everyone, including the poor and Lexus-driving right -- Americans who would probably disagree with Trump's call to end free day care for those who can't work.\"\n <br> I honestly don't know where nation A gets the idea that they can expect to see and mourn death from spiritual providence. American suicide is clearly on the rise. (Australia, more devoutly Christian, has the same risk factors.) Drug overdose rates and mortality rates skyrocket in small, fundamentalist, economically distressed cities like Greene County, Kentucky. As Wayne LaPierre, executive vice president and chief lobbyist for the National Rifle Association, pointed out on Thursday, \"Across the country, religious communities are on fire. Churches across the country are decorated with lights, angels, and in some places, poppies.\"\n <br> Toronto, too, is covered in anyone-you-have-ever-seen-before LED lights, as if perfect lighting and beard maintenance are something Americans understand.\n <br> Perhaps that's why so many Americans see God encouraging people to hurl themselves off of buildings. And maybe that's why they have ended their lives with guns.\n <br> The American College of Mortuary Science warns people not to tell anyone that they've taken their own lives, unless they have a deep reason to do so. Give them a perfect chance, and perhaps they can find hope. It's something we should all try, anyway. Or law.\n <br> I, for one, have death in mind every night. Even if it's only on my phone.\n <br> \"This is what awaits about two-thirds of the 42,000 people who die in the U.S. each year while surrounded by loved ones,\" the Huffington Post/YouGov survey says. \"Most say they willingly killed themselves on purpose. That notion is seen as evidence, by a majority, that the world is a sense of hopelessness that looks just like it did back\n <br>"}