{"output": "Frustrated with an ongoing B.C. Liberal government, investors are calling, emailing and tweeting to the Premier Christy Clark asking for their cash.\n <br> That's according to a report by Vancouver investor group Sunshine Coast Co-Op, which describes a flurry of activity to unfrate these markets.\n <br> Kent Boydston, director of Sunshine Coast Co-Op Asia Twitter account, recorded many such messages.\n <br> Boydston said many people have told him that the NDP government of the day hasn't been welcoming to investors.\n <br> \"All of the major initiatives by the minister for intergovernmental and trade relations that have been present [so far] are quite draconian designed to tamp down expectations considerably,\" Boydston said.\n <br> \"Investors want support. They are pointing at [the Liberal] government as a problem and finding themselves in an unenviable position.\"\n <br> NDP and Liberal sell-offs no secret\n <br> This is merely the latest episode in a long history of political moves by both the Liberals and the NDP to unwind and outright sell major public city pieces both publicly and privately.\n <br> This year alone there have been the Bay Mountain reversal, the locking of Mount Seymour and the sale of the Vancouver Art Gallery.\n <br> Those files were documented first internally by present federal and provincial bureaucrats, which then quickly exploded onto the public stage.\n <br> The NDP have said repeatedly, both internally and externally, that they are not selling parts of their operation – it's just publicly visible.\n <br> Shifting the narrative might make the case of the government less awkward, but the public is potentially getting sold an expensive refinance.\n <br> Investors aren't buying it.\n <br> Worse, the Liberals and NDP are falsely tolding clients that there is none of the turmoil northerners are discerning behind the scenes, instead claiming normal market levels.\n <br> Not true, says Boydston.\n <br> For example, for many assets sold in recent times, the seller offered almost a quarter of the CMHC insurance; whereas for Vancouver's Bulkley Yard it can be only 0.3 per cent of the property, according to Boydston.\n <br> Difficult decisions to make\n <br> The optics of the government selling core assets, not offering a pension to former municipal employees, selling provincial debt or engaging in widespread privatization are questionable on many political counts.\n <br> \"There's an inclination to adjust with an objective of moving forward,\" Boydston says.\n <br> Even under the Liberals' P3 plan, for example, the government has been accused in the past of going above-board before selling the former MTS mortgage, despite claims of legal prosecution.\n <br> It is equally dubious to demand that publicly traded companies sell under these circumstances, he says.\n <br> \"There is absolutely no requirement for any more; there's absolutely no contractual obligation for any public corporations, provincial or federal, to agree to sell when presented with the right. From the perspective of buyers they are asking to be in a position to buy at any point in the future.\"\n <br> Boydston explained that the situation is built differently under the current government. There are hundreds of thousands of dollars at stake each time government hands over a piece of multi-billion dollar infrastructure money or other assets, meaning that prices often rise and fall day-to-day along with the general stock market.\n <br> However, in this particular case, it looks like the bottom had fallen out on the Vancouver housing sector over the past few years, which is fueling concerns about resource companies poised to get merged in the future.\n <br> Demand is outstripping supply, says non-profit Garden City B.C.\n <br> Friday's — and Premier Clark's — decision to push the BC Housing Industrial Development Authority to release \"informed buydown\" figures – though already publicly available – confirmed this analysis.\n <br> \"It's a different dynamic, in terms of volume and sentiment, of the finance professionals looking at these not markets but considered investments,\" Boydston said.\n <br> He isn't buying the argument that the sell-offs are an effort to wipe out capital gains taxes (CGT), saying this would be a \"hypothetical and complete outrageous accusation,\" that the role of polit was merely to rescue some of the largest mortgages of the uni and save provincial finances from collapse.\n <br> \"[The semantics] are completely new pushing James Darryl on this, so it's difficult to validate whether he has genuine comprehension and is being open and transparent or not.\"\n <br> Crown property sells for 100 per cent below original B.C. market value\n <br> The pitch heard today in other major municipalities is that while assets sold under prime 'A' size lots a few years ago go for $10 to $20 million, some bonds sold a years ago go for $40,000 or $50,000…or possibly over a million.\n <br> This notion has been repeated throughout the province, Boydston says.\n <br> It means that smaller or less active companies can often be sold at\n <br>"}