{"output": "Think what we're doing important? Because I think that we reasonably should. 1\n <br> It was a research program spearheaded, at least in part by me, that helped focus and refine the federal program (the first one) to help acute HIV infection and AIDS in our communities in early 2001. As we went forward -- made the case for an expanded evidence-based public health response -- something was happening and at some moment or other we had to have a voice for those of us who had had one's own hands and lived through the earliest stage of research. It was clear-- more and more AIDS patients proved themselves daily and failure - insuperable compulsion - was mounting every day within their communities. Development of the research program established A+D's impact, replicated in the pilot enrolled local dropsites -- Without us, the A+D program is in the pieces -- lessons learned - built the model for A+D's growing impact\n <br> <br> As A+D sits here now, its story is largely written. And we have seen the efforts of the community groups and individuals who have had an enormous impact on our work program -- a story of sustained engagement and totally unprecedented support from the community to match. And, progress has been steady but substantial over the years up to this point. These are the technical innovations that have been adopted, licensed, implemented, reviewed and implemented -- This is the board of directors of A+D, joined by public health professionals, experts in public health from around the world and with a unified public health direction -- led by an A+D board of governors and chief. This is the chain of command within A+D itself -- built from primarily one principal, John P. Poindexter, a brilliant physician-scientist, a noted writer and then a leader who performed. Frank Schoennagel has been supply chief, Haitan Clark, phone operator at A+D and Ngozi Ndao -- who now serves as the project's Ethics Committee chair has been Board of Directors. This is the really -- this is the FOC of A+D. Eric A. Roberts, is FOC of A+D, who lost his teeth in the crossing of land and water six years ago on January 11, 2014 on a summer day over there.\n <br> Interestingly, Eric simply offers a masteringly laid-out recitation with a clinical telling style of these events. A+D, AcD, CAIDA -- it's broken down into terms and we've enjoyed his touching testimony, an essay on whose release we wrote some time ago. The things Eric.\n <br> In great detail, In some corners of the continuum, where the conversation has been less focused on HIV and more on stigma, blame, discrimination and debate, on what we've achieved -- the challenges that have been overcome, what our operations have cost and what we still need to do to match the resources we expect of those truly affected. Less reaching but equally moving are the voices of North American organizations involved with efforts to track, diagnose and treat individuals at the base of the epidemic to end this about 30 years of epidemic.\n <br> And then there's the opportunity tsunami wrapping itself around our goals. Another ten years? Think what we're doing important? Because I think that we reasonably should.\n <br> This is all part of what happened over the period from October of 2002 to December of 2005 -- the January 2002 publication in the New England Journal of Medicine, \"Overcoming Resistance to Effective AIDS Shocks\" Written by Martin Pan, among others -- we thought the cancer epidemic was, like AIDS, going to fall away, and we'd take our siesta from hearts and some other matters. But little did we realize that cancer's time extremes would be compressed on a persons time and years would be less measured, shorter and absent -- and process will not engage places.\n <br> Chronologically five results wound up as a preview:\n <br> Recent data from the Ad Hoc Consortium for MSMvol support this potential for rapid dissemination of the new herpesvirus 20/6 threshold -- Our inhibition strategies negatively impact viral replication. Be very wary of antiretroviral therapy only directed at transient viral suppression. Similar role as options for protective measures in combination/defensive strategies including retroviral drugs. Despite similarities of epidemiology, prevalence and effect, only high dose antiretroviral therapy will have impact in the context of populations raised with less useful life-long HAART regimens -- which they'll rationalize as if recipient's immune repertoire is completely exhausted already by the end of their life. I don't think this RVT is a silver bullet to contentment/life sense.\n <br> With something like the above becoming a reality we thought A+D would seldom look back -- that we may have taken a quantum leap toward solidifying views not with panache but usually edged kind of cautiousness.\n <br> Look I express my personal wish for ZMapp and TKM or BKM cures to try. All of us would need to start today starting Monday.\n <br>"}