{"output": "Health and Human Services Secretary Sylvia Mathews Burwell says she is confident Congress and President Donald Trump will pass a bipartisan ObamaCare replacement bill by November.\n <br> The Democrat and Republican blame each other for the cloud of uncertainty left by the delayed vote on the bill.\n <br> Congressional Republicans are struggling to find 50 of their 52 votes for an ObamaCare bill, and the Democratic speaker of the House Nancy Pelosi has labeled the GOP's efforts \"a joke.\"\n <br> Ms Burwell also defended ObamaCare at a breakfast at The Roosevelt Room on Wednesday with two journalists which was lined similarly to their occasions on Tuesday.\n <br> She stressed that she was confident in a winning strategy and asked if Democrats wanted to negotiate on the bill and know how to pocket money to hand out scholarships and health coverage to lower income Americans.\n <br> She was met at the centre with applause. She responded being realistic but she emphasised 10 months into the administration of President Donald Trump.\n <br> \"As health providers have learned the last 10 months alone, securing the integrity of the individual market is constituted of unwilling participants, GOP force majeure of the sun and moon, and Medicare in limbo,\" she said.\n <br> She went on to draw a parallel to the Tennessee Valley Authority as a program to \"keep electricity flowing\" had 15 years of concerns.\n <br> \"Hopefully, we will get something out of the Senate in the next 10 months,\" she said\n <br> Shape Created with Sketch. The controversial orders Donald Trump has already issued Show all 9 left Created with Sketch. right Created with Sketch. Shape Created with Sketch. The controversial orders Donald Trump has already issued 1/9 Trump and the media White House Press Secretary Sean Spicer takes questions during the daily press briefing Getty Images 2/9 Trump and the Trans-Pacific Partnership Union leaders applaud US President Donald Trump for signing an executive order withdrawing the US from the Trans-Pacific Partnership negotiations during a meeting in the Roosevelt Room of the White House in Washington DC. Mr Trump issued a presidential memorandum in January announcing that the US would withdraw from the trade deal Getty 3/9 Trump and the Mexico wall A US Border Patrol vehicle sits waiting for illegal immigrants at a fence opening near the US-Mexico border near McAllen, Texas. The number of incoming immigrants has surged ahead of the upcoming Presidential inauguration of Donald Trump, who has pledged to build a wall along the US-Mexico border. A signature campaign promise, Mr Trump outlined his intention to build a border wall on the US-Mexico border days after taking office Getty Images 4/9 Trump and abortion US President Donald Trump signs an executive order as Chief of Staff Reince Priebus looks on in the Oval Office of the White House. Mr Trump reinstated a ban on American financial aide being granted to non-governmental organizations that provide abortion counseling, provide abortion referrals, or advocate for abortion access outside of the United States Getty Images 5/9 Trump and the Dakota Access pipeline Opponents of the Keystone XL and Dakota Access pipelines hold a rally as they protest US President Donald Trump's executive orders advancing their construction, at Columbus Circle in New York. US President Donald Trump signed executive orders reviving the construction of two controversial oil pipelines, but said the projects would be subject to renegotiation Getty Images 6/9 Trump and 'Obamacare' Nancy Pelosi who is the minority leader of the House of Representatives speaks beside House Democrats at an event to protect the Affordable Care Act in Los Angeles, California. US President Donald Trump's effort to make good on his campaign promise to repeal and replace the healthcare law failed when Republicans failed to get enough votes. Mr Trump has promised to revisit the matter Getty Images 7/9 Donald Trump and 'sanctuary cities' US President Donald Trump signed an executive order in January threatening to pull funding for so-called \"sanctuary cities\" if they do not comply with federal immigration law AP 8/9 Trump and the travel ban US President Donald Trump has attempted twice to restrict travel into the United States from several predominantly Muslim countries. The first attempt, in February, was met with swift opposition from protesters who flocked to airports around the country. That travel ban was later blocked by the Ninth Circuit Court of Appeals. The second ban was blocked by a federal judge a day before it was scheduled to be implemented in mid-March SANDY HUFFAKER/AFP/Getty Images 9/9 Trump and climate change US President Donald Trump sought to dismantle several of his predecessor's actions on climate change in March. His order instructed the Environmental Protection Agency to reevaluate the Clean Power Plan, which would cap power plant emissions Shannon Stapleton/Reuters 1/9 Trump and the media White House Press Secretary Sean Spicer takes questions during the daily press briefing Getty Images 2/9 Trump and the Trans-Pacific Partnership Union leaders applaud US President Donald Trump for signing an executive order withdrawing the US from the Trans-Pacific Partnership negotiations during a meeting in the Roosevelt Room of the White House in Washington DC. Mr Trump issued a presidential memorandum in January announcing that the US would withdraw from the trade deal Getty 3/9 Trump and the Mexico wall A US Border Patrol vehicle sits\n <br>"}