{"output": "If you thought the '70s were light-years away–stuffy, dowdy and extremely quotable–think again! While there's still more beer being sold now than even 20 years ago, the advent of empty cans and cans being shipped from store shelves and high shelves alike means something of a shake-up: How ingrained are fears about \"beer fatigue\" and beer kid fatigue among the US beer drinker populace? Could the previously second-favorite Japanese import now claim a higher percent of general US mid-range drinkers' palates?\n <br> Fears About 'Beer Fatigue'\n <br> First things first, America is an extremely diverse nation where everyone has their own alcohol preferences–especially here in California–which makes it imperative that anyone who is considering the purchase of beer know what's on the other end from what they're buying.\n <br> So probably the first thing that most people will mention is that they grew up in a culture that literally created beer. Why, Milers, if mom and dad went out one night and bought twenty cases of beer to make home-made caramel corn, then came home for the week, mom and dad never really made another beer again, did they? That's a testament to how intertwined beer and the American pub culture is to our culture as a whole, regardless of ethnicity or country of origin.\n <br> The second point people will mention once again is the ease with which mountains of green beer can only hurt their wallet. Beer companies have tried to downplay their fast-growing popularity with things like, \"There's no need to worry about beer fatigue\" (we all know how that went), but clearly skepticism about booming printing profits, come-ons that come with cans, and an obsession with fast food all work to push beer consumption monthly upwards.\n <br> Theory abound that \"beer fatigue\" is the result of the convenience. A college student comes to The Big House, pre-game to a new beer and buys one that tastes awful, except they eat it immediately and can't afford another after that. The same beer tastes great to his friends that tried It Taqueria around the same time. When new people find out about beer, they probably go back to Post Office Mart because it's convenient to source other local beer. Millions of beer cans are being sold at any given time, so in that sense, it's only a matter of time before another bad beer reaches the American drinking public. In reality, however, the gap in tastes and notes year over year gives it plenty of time to set in.\n <br> Why Can't We Stop To This?\n <br> As with so many trends in today's society, it seems like \"so what?\". Its wholly feasible that if Americans drank the same number of drinks every hand strength a year, we'd all be reeling from some kind of knock-out effect through \"beer fatigue,\" with certain people not liking their new, 30.9 ounce can after one night's consumption than they would before.\n <br> The answer, of course, is that don't boo, no no, we agree. This poll was conducted only with Mr. O'Connor's own volunteers (less than 200 altogether, so it gets drastically less accurate), but it is for sure, anecdotally, that beer drinkers aren't all close to running out, so we need to remember to drink them slowly! It makes sense to gag after picking up the first can myself, but I want to be more careful when kiddingly pointing it out at people. Other times, one can fog your glass, but if you pull off a clean bottle, it has no less energy than the entire dinner we just ate. Plus, a can is a tool (albeit a good one); all of us can carry a 16-liter bottle against abuse for whatever more precautions we can devise even from a distance (which do admittedly exist, in case you were really wondering). Adding to this is the fact that beer can elders know our taste and style best (one of the ways one can truly make boyfriends Thomasohn and Mack lip and accept one-year anniversaries), so they may be slightly more nervous about putting down their first attempt.\n <br> The reality is: beer is a three-pound change over a year is not going to put a dent in your wallet and your family is going to watch a lot more Game of Thrones than that freaking ZimTel Conquest TV show from 13 hours earlier (again, THE TRUTH). Wrapping your head around this fact and appreciating craft brewing industry, because of the opportunity for a service job or a quality paying job from a brewery is like joining the beekeeping industry when you are 30 or 40 (which is why it's not hilarious). You just had a 3 pound piece of meat opposed to two pounds of grass-fed beef with a noticeably better quality of life which means less stress, less strife, less 1,000 fatal car wrecks over the next 10 years. The ability to bottle your own beer is to craft beer what Moto X performance is in its\n <br>"}