{"output": "ATLANTA, GA--(Marketwired - March 15, 2014) - Charter Communications has released details about its 2014 financial performance which showed that the company generated gains of 49% year-over-year. It also reported that 92% of its service plans satisfied eligible service requirements.\n <br> The Company's 2014 financial success is attributed to strong second-quarter net revenue growth of 46% through 2012 versus the prior year. Charter's enhanced, 100% broadband high speed internet service performance gave the Company a 15.8% increase in second quarter revenue non-GAAP (Non-GAAP Measure) compared to the prior year. Second-quarter non-GAAP adjusted gain per subscriber totaled $5,753.The competitive marketplace continues to have an impact on the first quarter. ACAIP subscribers rose by 10,478 to 441,110. Subscribers were 31% more than the same period a year ago.\n <br> Higher than expected customer growth in east central metro Atlanta gave the Company an operating cash flow generation ratio of 3.51x. Fourth quarter Adjusted EBITDA costs $2.9 million, lower than the $5.3 million guidance of last week's earnings press conference.\n <br> Full year operating cash flow increased 126% versus 2013 operating cash flow adjusted EBITDA.\n <br> Charter Chairman and CEO Tom Rutledge said, \"It's clear that the innovative, award winning Charter Communications service and products are having a positive impact on residents and businesses throughout the city of Atlanta. Our broadband performance continues to be strong, which helps raise our operating cash flow to its highest level in many years.\"\n <br> Charter's service offerings continue to meet customer needs. The company's Internet Essentials program delivered enhanced broadband performance with no in-marketers charge for more than 22,000 miles of residential communications, 6,400 miles of landline communications and 13,000 miles of wireless communications cities time-and-date of service, bringing free and reduced priced access to low cost broadband.\n <br> \"This suggests that our Value Increases have continued and accelerated. These advancements should allow T-Mobile to empower consumers and cash-strapped businesses in metro Atlanta with better choice,\" said Rutledge. \"We recognize investors need to see tangible progress toward these goals before they can continue to put their trust in our stock.\"\n <br> Liberty Global, which executes exchange traded funds for profitable single stock investment strategies collectively between $630 million to $1.1 billion, participated in Charter's micro cap transaction.\n <br> Investors may access Charter's first quarter 2014 Earnings Call by dialing 1-888-39-CHRYSLER (191-6827) or listening live, live, online or from Wall Street's leading radio program Good Morning America at 7 AM ET.\n <br> The Company's 2014 financial numbers can be found at http://investor.charter.com. Each quarter, Charter divides its results by line item and highlights the sections of Cumulative Numbers of Customers, Residential and Wireline,/% Paying Customers and Service Revenue, while providing Year-over-Year metrics.\n <br> For the second quarter, Charter recorded a contribution of $15.4 million to operating cash flow, at fair values. Since the start of the year, operating cash flow has increased $200 million-plus.\n <br> For the quarter, customers finished 12.9 million, up 5% compared to the prior year. The pluses show 5% reliable and tying rate perfection; 1% churn reduction, along with declines over 82% in device churn and 43% in call center service calls.\n <br> \"Though broadband has to continue being swiftly improved, our Total Revenue was up by 36%, in line trajectory of cable captain,\" added Rutledge.\n <br> Subscriber basket rebalancing is being accomplished through an improved and committed incremental growth path. The continued expansion of monthly refinancing to more than 5 million customers in 2015, coupled with a focus on subscriber retention and growth, combined with improved revenue and profit generation, complements Charter's strategy to continue opportunities for shareholder value and all of its stakeholders.\"\n <br> Overall good weather in the third quarter helped Charter report slightly lower 2000 just below revenue results. The company continues to exhibit significant backlog of primarily month-over-month traffic and subsequently building bottom-line ICMP drop rates.\n <br> AT&T offered an upbeat outlook on the semiconductor industry this week. \"Our industry is the industry with undisputed leadership in the price of professional logic. The price of DRAM is now 66 percent lower than it was a decade ago, delivering a return to our cost structure,\" said Bob Quinn, Chief Financial Officer, AT&T.\n <br> AT&T expects to record fourth quarter 2014 earnings only at approximately about 75 cents per share, down slightly from the first quarter earnings of 78 cents per share, underlying the solid second quarter performance.\n <br> \"For the year 2014, revenue growth was driven by a tight mix of residential, commercial and products which drove continued reconciliations,\" Quinn continued.\n <br>"}