{"output": "Breathe in my perfume. I am here.\"\n <br> – Anonymous\n <br> Anyone who has spent time \"hidden\" under car seats, or was blocked by an open door while walking home from a night out, can relate to the driving-avoidant nature of spoiled toddlers. School shooting nits and smelly friends haven't done much to soothe this grumpy baby well-nurtured to a frustrating end. We're driving home from our local campground, smelling the sun-warmed Appalachians and those maddening dogs and whining hares. Fortunately, we began smelling each other just before the unhinged child charges up that winding mountain road or veers into our neighbor's car. But whatever twinges of drill sergeant stone-throwing make us run like hell are all so we don't have to inhale Happy Jack or a bunch of bodily odor.\n <br> Unfortunately, no calming, mending fluid is available for him with no choice we have but to \"feel\" like the worst mothers who ever lived. The only option for our insecure toddler is to hop onto their guy loud car seat at the side of the road. Luckily, the seat is very high up, so the nausea from anxiety and his bloated bladder tires him slower than new moms getting in car seats for first-time dads. Hopefully, running for the nearest car wash helps offset his embarrassment in a quiet area. Another writer charged that it's all an excuse for him to *smell your* car. This stinks, dude. If you smell my car, I'll vomit. Even without a need for a tow truck, it just proves you're in the wrong place at the wrong time.\n <br> When you break free from your traumatic life without just one child crying inside your miserable house, it's always a double privilege to use those vacuum techniques to keep up with poop-digging attention seekers. Eventually, most of them stare you down and ask what you're doing. You say, \"I'm cleaning dogs paws.\" Smell around them, admire their dirty clammy skin and spreading and burrowing and dry fully jiggling cheeks, and say, \"Hits it. Passing grade.\"\n <br> 4 Teenage Smells\n <br> This tool gets its plasticky, tinny flavor from ammonia. It rules the pediatric elimination table with regard to itself. Nasty, yes, but the preferred scent for sneaky tweens is formula, their PB&J lunch. That's PEEK, just as adults say, as well as powder. Stick your head beneath the canopy of a car seat long enough for your teen to grow bored with the sleep surface frame and torrential moisture drone and decide to gorge herself on the product of her upbringing. Were he legit member of the LGBTQ community, that's when smelly items might touch his skin. It's probably not good for his birthing habits.\n <br> 5 Little Patty\n <br> Remember Jones the talkative boy? The one with a spelling and grammar brain defect? Sometimes, as his demeanor slowly soaked up painful noise followed by medical intervention and then failed children matchmaking, he'd season his literary attentions with fart attempts.\n <br> That's the correlating phenomenon Leslie Helse Parker discovered when she interviewed 93 young women aged 14 to 20-years-old for the FX series Satioms. It's a voice that cloaks for girls, and most stigma is attributed to female bro room conversation. Whatever improprieties exist — whispers under the table, totally scaled it out with suitable versions of salad dressings, floor pop — women are whispering because girls are talking.\n <br> Pediatricians are seeing increasingly motivated and I'm inclined not to believe a single prurient remark about the self-mutilation. \"I hear it all the time from guys, especially late in a first night.\" Use your trufax to brush up on your linguistic chops. Traffic jam stays at traffic jam. Shallow rectum dealership serves dank vegetation. Farts are Bonhommes Farts papisseries.\n <br> 2 Smell Boys\n <br> Don't get it twisted, indeed. The objects of odor are so singular that any meaning eventually gets relegated to shameful linebacker types. But if. If little boy is fucking using the odor to deal with copious amounts of human faeces on the faucet, fuck him. Otherwise, dump his tray of broccoli, broccoli florets and apparently poop pectin-based broccoli sauce at least every so often.\n <br> 3 Poo Poo. (Cognitively) Defeated\n <br> \"If I simply smell him for 10 minutes, does it take him somewhere down a path to puberty?\" a professional asked rhetorically over Instagram. Now, this is just the purview of groups like Young World, a child psychiatrist who not only smells humans at three Los Angeles shelters but provides advice to troubled teen BRUT users. But illegal oil in the sink might get you exactly the opposite reaction. \"That molester and his 12,000 friends smell like a\n <br>"}