{"output": "Wexford, N.Y. -- All 23 new members of the Governing Body of Jehovah's Witnesses were recently called to the Organization to serve as members for the first time. For example, David Bailey, who had been a Governing Body member for 18 years, was finally called to serve as a member.\n <br> The circumstances of David Bailey's increased learning, which was revealed via audio recordings of an organizational conference, are at the very heart of the ongoing issues surrounding malfeasance within Jehovah's Witnesses. Yet, within the revelations, there are numerous statements made that have raised serious concerns about the fidelity of Channel 1 and other WatchTower organizations in covering up knowledge of whether or not abuse has been occurring within the organization.\n <br> David Bailey recently joined the Governing Body of Jehovah's Witnesses when he was in his 60s and, to his knowledge, had held several positions of responsibility over the years. Before becoming an elder, he held the positions of \"State Counselors\" for Queensland in Australia and \"State General Superintendent\" for Queensland.\n <br> On July 22, 2012, he became a \"Governing Body\" elder.\n <br> It is expected that his early discovery of abuse, and subsequent resignation from the position of State Counsel, were immediately launched against him. At no stage did he express any willingness to act upon his knowledge that abuse was occurring within his organization.\n <br> On October 3, 2012 following revelations that a \"good\" (those) pioneer girl who had been abused had been \"hired\" as a half-naked member (almost naked) of the congregation, Bailey was made an \"Elder and Part of the Senior Management Team of the Governing Body of the Watch Tower Bible and Tract Society of Pennsylvania.\"\n <br> Said new position created an opportunity for Bailey, who, soon afterwards, resigned from his previous positions and made allegations that the abuse was part of his previous position of State Counsel. Incidentally, \"indiscretions\" by Bailey may have been part of the previous State Counsel position.\n <br> Later the same day, Bailey went \"public\" with his story, introducing his story in a presentation devoted to the release of a groundbreaking film by the Australian Broadcasting Corporation.\n <br> Absent from this presentation inor the following day was any evidence of his willingness to protect children from predatory predators demonstrated at home. This was, and remains, troubling to many Jehovah's Witness parents – and not only God's priests and brothers.\n <br> In fact, although the recording of Bailey's presentation made it appear as though he had attempted to expose the corruption of Phoenix, Australia. Arizona was rife with predatory pedophiles and abuse.\n <br> The inclusion of a photo of Bailey and a nearby pistol in his presentation selectively obscured photographs that showed illegal, discriminatory abuse against girls. In actuality, Bailey did not allege any wrongdoing on the part of Phoenix-area elders, or even community members during his demonstration. This operation, as viewers now understand, did not go so well.\n <br> Since May 17 of 2012, the press has agreed to a degree of silence. The silence of the higher-ups within the WatchTower Witnesses has been successful to this point and continues to be so. This silence is further compounded by the roles of their sons (and daughters) tongues-wagging reporters. For example NY Times reporter, Douglass Southwick, has gagged himself, refusing to show an interest in you-know-who.\n <br> As we move ever closer to a reestablishment of a meaningful relationship among those abandoning the WatchTower, we can all imagine who might work best in coordinating groups seeking solutions efforts. Many of you have approached each other privately and, like Xenia Gill, sought the assistance of another saint to assist the cause. Those of us who are members of any of these professional leadership groups have realized, on a personal level, that we are no longer with others who are concerned about vulnerable children in church through such prominent personages as Judge Beck, M. Melvin, Stewie Meek, and others linked to the WatchTower Society. Despite the effort made to protect their their identities, innocent victims of child abuse became harmed.\n <br> As a leader of these groups, I urged them on a path of silence and involvement and my counsel was ignored almost immediately. Once identified, each individual, desperate to discover answers and take action, placed their faith in the unquestionable assertion of the sources of the truth for this organization. They were held to the limits of what they, or we, believed. To be anointed to God's Royal organization was to be able to become a savior to children NOW. When activists attempted to help themselves by teaching other individuals the solution to problems within this organization, they were vilified for such efforts and accused of being upon the wavelength of evil.\n <br> It is crucial that like-minded people in our supporting circles do not attempt to quell such efforts by demonizing the ledger or other media possibilities – we are Communce leaders like the worshipers. For by the love of\n <br>"}