{"output": "Photo: DEA / W.H. 038 WITHDRAWN: Rep. Allen West to run again in 2016\n <br> Former Rep. Allen West will run for the U.S. Senate in 2016 -- okay, maybe not quite against Florida GOP Sen. Marco Rubio.\n <br> But it looks all but certain that West will return to the Senate in 2016 to see if he could carry the state back to red at sometime between 2016 and 2018. Lynn Wolkoff, successful ex-treasurer from Miami-Dade near West's origin county, said she placed a call yesterday to several friends, companies and investors, asking what they'd do if she deserted her Texas-based forklift manufacturer to become an up-and-comer in the Florida Florida campaign. And in the process, she learned that West himself might want to run.\n <br> \"Somebody was so inspired they wanted to decide to run against me in three years and I figure given the source we shouldn't stop him,\" West told Wolkoff.\n <br> West, who was curtailed in his 2012 congressional re-election efforts for controversial remarks about Muslim Americans, conceded he'd like to be harder on Obama and on Obama allies. He argued that it'd be better to fight the expansion of the Obama Care program than to keep dealing with the collapse of America's economic engine.\n <br> \"Taxes should be increased for very high incomes. We should go after the highest-income earners. Gates and Warren Buffett and Warren Buffett should have to pay their fair share to preserve our work ethic, to keep our standards high,\" said West, a charter member of Congress.\n <br> Those are West's strategies from the losing campaign in 2012, but before he ran for the Senate, he said he's having doubts -- about the availability of ultra-large donors, says Lauren Voskuil, the Florida Assistant to the President for Economic Policy in the Bush administration. He pushed former Florida Gov. Jeb Bush against \"self-funding\" laws that ban him from using some super PACs - and West's strategy is strong, Voskuil said, calling Westbrook \"a master strategist\".\n <br> \"I think he's a really good politician because he understands how to get little things done. He likes to get results for people,\" said Voskuil of West's ability to tackle difficult issues despite political gaffes.\n <br> Voskuil recounted some particularly memorable West finds on the opposition's campaign finance side: Lake Mary Mayor Kevin Mack produced viral TV ad after ad withering on West's support of net neutrality regulations. Trader Joe's laments how West stubbornly blocked though for a fast food franchise operator it asked to create stores close to public schools. And developer blogger Larry Riofrio repeatedly has blasted West from a blog.\n <br> \"It's just another example of what he does well, make deals, etc., and another example of why this country is in trouble,\" said West.\n <br> Both Republican and Democratic operative look at the potential chances for 2016 in retrospect aimed southward, suggesting West has an uphill battle to topple a formidable incumbent. Terry Dalsia took aim at the stated motivation to run\n <br> \"Mr. West is clearly personally motivated,\" said Dalsia, the Fort Lauderdale representative now running a Trump-financed super PAC. \"He is running because he can do it in 2044. His signature on the historic agenda is lost on him and I want to get that happen. He will be leaving the Senate with every GOP vote in 2014 ... just not before. Long way off.\"\n <br> Asked about one station that quoted West's comments about Obama donations, an Office of Congressional Ethics spokesman said Wednesday's incident was not connected to West putting long odds for a 2016 run. The president contracted staph for a rare case of post-presidenc policy problems after being released of the deadly SARS virus in New York and determined by doctors to be a transient brief vale rash.\n <br> West also told Wolkoff he's created what on key operatives refers to as a \"provisional\" run - backing out up to 90 days before declaring whether he'll play. He has three primary reason, one of which are being on vacation and the time frame for attracting donors. The second being no travel plans over the winter he urges others to study. The last boils down to the fact he really, really thinks he could win. He is candid that he knows he isn't the best candidate inside Republicans.\n <br> Among those eyeing a run is Kranz, currently president of bulky materials company LafargeHolcim.lt. Briefly considered for the job of visit by Sen. John McCain, Goldwater's son said he opposes Texas Gov. Rick Perry in the senator's primary, wants to avoid taking on Hillary Clinton again, and also sees his wife still has ambitions as a politician.\n <br> \"When I heard Sen. West said he's on the way out, I told myself -- that's great, he knows he's not\n <br>"}