{"output": "ADVERTISEMENT\n <br> Until a brief series of tweets surfaced on Thursday night, it had been unclear whether the U.S. senator from Ohio was being investigated for corruption, (as Rolling Stone incorrectly reported) or a tax question (as 11alive.com claimed).\n <br> John McCain has been at the center of a firestorm of reports concerning possible corruption, and he's been accused of failing to pay tax deductions by multiple media outlets. We lost track of who was tweeting. Here they are, with a short explanation of what's going on, from 11alive.com:\n <br> 9:03 p.m. — Alaska\n <br> Alaska Senator Lisa Murkowski became the first \"serious\" name in the national political media drama to call for McCain to cooperate with Senate colleagues by either disclosing his tax returns or cooperating with what she called the \"full force\" of the \"IRS, DOJ, FBI, etc.\"\n <br> 9:05 p.m. — Legal bombshell revealed\n <br> Citing testimony from IRS attorneys last week, CNN says it has been told senators have run into a problem with \"corrupt transactions\" and that those facts suggest \"McCain should disclose tax transactions in question.\" This followed the Senate Finance Committee meeting earlier this month, where Federal Treasury Inspector General J. Russell George outlined the trouble that could arise if a conservative group paid McCain campaign staffers but somehow was retroactively challenged for filing too many delinquent 2015 tax returns.\n <br> 9:10 p.m. — Gizmodo\n <br> Sarah Westwood, then director of The Open Society Foundation and now a columnist at Gizmodo, writes that \"hiding McCain's tax details for 25 years could cost the government [10] million dollars a year in taxes\" — 12th-highest among the more than 300 senators currently receiving less than $100,000 annually in campaign deductions.\n <br> 9:19 p.m. — Omaha Call-Shiller\n <br> So who paid for the glasses Franken installed in his new Senate office? Adelson at 1154, according to veteran U.S Congressmen, who say Adelson's demands are usually guaranteed at 150 percent of the normal sale price. Ron Johnson's firm Wisconsin Growth is also listed as the architect's broker. Meanwhile, Negligent Dun-Ducks is the glass display buyer\n <br> 9:27 p.m. — Tax laws may be changed when the McCain committee is finished\n <br> Senator Lindsey Graham has been calling for a short investigation of claims that McCain has grown wealthy while pretending to be a war veteran and seal hunter. It came out today that each of the anonymous former staffers is getting 73 percent pre-tax profit on their deals, according to a Washington Examiner report, which led to the report that says \"John McCain spent millions of dollars on gifts from donors and lobbyists and used his office to try to extract the maximum fine to keep his business going.\"\n <br> 9:28 p.m. — Ping available?\n <br> NEXT: The Facebook Fan Page\n <br> 9:34 p.m. — WYPR Reports On Rolls Off DC Restaurant\n <br> Seven D.C. Rollers and K-Lefts receipts dated September 11th tallied in at a together $3,477.212 with a sixth receipt to show Sunday of that date, $1,405.273. Over $1 million of Alaskan customs, including their table- Service commissioned '99 Zit du Citre.' Proximity to vacation home in Wrightwood- Opened season approx. 200 guests.\n <br> 9:37 p.m. — Best Friends, Tottenham CAP\n <br> WestIsland seedy culture (plural) talked shows, Indianapolis, Alberta politics, October All-Star Game, barbecues, Celebrity Wife Swap, Trump, Putin, Paulson, and numerous comics actor and Ted Koppel.\n <br> 9:39 p.m. — Purple Sauce, the Cafe\n <br> A post on their Facebook page had some skepticism about potential 2016 presidential candidate Ted Cruz's background according to 'legends' told to reporters by veterans.\n <br> 9:41 p.m. — Paul Mitchell explains why McCain needs to disclose his taxes\n <br> Why is the McCain tax issue a big one's on news outlets' radar? Business Insider's Paul Parilla says that First Quarter Tax Report of 2016 was released this morning.\n <br> The report was stating that the 38 a Russian oligarchs and the 157 foreign owners and non-residents delivered $380.5 billion in 13 states — 114% of dollars received.\n <br> Because First Quarter defined list of 36 Russian oligarchs is murky but higher than 448 in 2011 BTA revises guideline by categorizing it into 16 increasingly convoluted categories (20 categories had news reports on them).\n <br> 1. World-renowned CEOs of Russian-controlled companies\n <br> Raw ideology or insider? Make your choice, caesar and croakey\n <br> Source: H.R Reid — MRC Archives\n <br> Independent from population / Won\n <br>"}