{"output": "An Indiana farmer stands up against GMOs at a protest against Monsanto. Photo: EPA/ISU\n <br> More than 4,000 people gathered up on the steps of California's state government on Wednesday, demanding action even if it means donating food to the hungry.\n <br> National and seasonal food assistance for hundreds of thousands of Californians could be a meal in the food bank.\n <br> But instead, those folks headed to take to the streets to voice their opposition to Monsanto and the industry they've been fighting.\n <br> A bill seeking to make genetically modified food that has been approved by the US Food and Drug Administration (FDA) illegal was submitted to the state public cancer board on Saturday. State senators Suzi Brown and Ellen Corbett introduced the measure, and it would do away with California's current rules requiring that genetically-modified food be labeled on the shelves of conventional supermarkets.\n <br> Since the enactment of the California Safe Food Act by Jerry Brown in 1995, these rules have been voluntary, for now. With the FDA's announcement last week that it would no longer declare the food safe for consumption that is already in circulation, bolder states are scrambling for contingency plans.\n <br> What does that mean for consumers? Well, first – unfortunately – the idea of eating a genetically engineered food isn't a shelf-stable one. It's already been successfully filtered and sterilized. If the products labeled as \"organic\" have genetically modified ingredients, you have to assume that it took steps to ensure that its labeling was accurate. If there was no GMO there, you may well still be eating the edited version anyway, now officially labeled organic, to satisfy the FDA's notion of \"substantial equivalency.\"\n <br> Although the results of the FDA's new ruling next month aren't known, I would suspect that it worked, since there have been no more genetically engineered foreign-produced seeds detected in commercial fields.\n <br> Currently, other states are crafting their own rules to ban the practice, but California is an outlier. (Interestingly, in all likelihood the Oregon Farmers' Produce Association, which is often at odds with the federal government, will work to deny the labeling bill through litigation.)\n <br> There's a financial cost to paying to build a secure food chain, and Washington state has taken a initiative to dole out $6.6 million to farmers who want to plant GMOs – a record grant. So what about California's existing farmers?\n <br> This is the state's argument for continuing to permit the practice. The problem is, it hasn't worked. A growing majority of the country does not buy any GMO products, see the potential negative effects, and want more controls over what's being sold. A growing majority of millennials – a key demographic forecasted to shape the country's future – just plain don't want to eat Monsanto's lies.\n <br> The U.S. Department of Agriculture estimates that the increased use of herbicides and pesticides on genetically engineered crops will contaminate more land and water than decreased usage. The situation isn't just down to the agricultural system, either: One study shows that Monsanto and other GMO-factories are responsible for between 25 and 57 billion pesticide-treated gallons of water per year overall. This is bad for people and the environment but locks American agriculture in Japan-style crony capitalism the world has never seen.\n <br> Other countries haven't bought into the GM response style. On Thursday India announced that its views were reaching a point where it would act. Only Mexico has rejected the contamination of their food source and polluted an American water source partially water bottled.\n <br> Given the evidence, it's exactly this that people should be protesting since the FDA's new ruling. The agenda of the food industry, dictated by a relatively small group of people with millions to lose, puts everyone at risk.\n <br> This isn't only Monsanto's fault: The larger consumers' groups involved in the fight against the GMO industry were presented with an education campaign that primarily pushed for the perception of a health threat – as is happening in dozens of other countries. Defending the status quo was always the more profitable position. GMO food supply is something people have the right to know about.\n <br> Under the current system it's far more useful just to bury anybody voicing these concerns in an avalanche of hyperbole. Only organic rules trump this avalanche for the moment. That moment will certainly pass, and with enough movement the ruling class is liable to accept the inevitable, so the only result is resolution. Consumers aren't going to separate bodies from chemical of industry.\n <br> Consumers in California need a third option. The answer isn't to stand empty-handed and silent as our food becomes tainted daily. When people take on Monsanto in an intelligent way, the more beneficial responses follow, mostly from governments and organizations that are easier to hold accountable.\n <br> Going forward it should be possible to legally force both GE seeds and pesticide chemical brands off markets. Either way, farmers who are currently planting genetically modified crops are returning to a seed system beneficial to their livelihoods and our energy situation\n <br>"}