{"output": "\"I'm going to take my cock out and… I don't know… I might try to fuck a cock tonight because that would be… more real than this dick will ever get, anyway.\" ―Jack [src]\n <br> \"Jack\" (Jack Allen Dormer) was a hulking cyborg pirate that met Rags during the Battle of Bilbringi in the year 25 ABY. During the ensuing battle, Dormer won Rags' trust. Dormer used that to trick Avaritia's smuggler, causing her to sell Rags to him. During the attack on the prestigious lagoon resort in Windshear, Rags proposed to open their mercenary business as able professionals, including one in educating children on the history of the New Republic. Dormer agreed, and taught Rags about take-down and gunfighting.\n <br> At first, Dormer was through with Rags – her inexperience caused her to make some mistakes. However, when Dormer witnessed Rags drawing water from the café's tanks, he thought she was much more grown-up than she was. Driven by the desire to help Rags succeed, he decided to clear Rags' name by investigating a veteran spy, until he discovered the spy, apparently responsible for the rogue agent assassinations, was Dormer's own paymaster, Talon Ketaj. Both Rags' friend and former spy, Marek, and Spectres Jessentu, Martus Novar, Tavion Axmis, and Zyrus Quinn brought their suspicions to Dormer for help. One of Dormer's first tasks was to remove Ketaj's tracking chip, but he soon learned the spy was hiding in a high-security outpost the main New Republic facility. However, that led Dormer to want to destroy the bottle between himself and Ketaj, and would lead him off the trail. Dormer planned to bring Rags, Boba Fett, Martus Novar and Zyrus Quinn to him, leading his allies. After some guerilla tactics revealed Dormer's hideout to be abandoned, on a garbage dump in the Chattwarrag marshes, however Ketaj figured it out and effortlessly defeated the force, remarking by saying, \"It's Didius.\" Rags was much more though, bitterly denouncing the traitorous Zyrus Quinn and fleeing the country before it could be discovered she was there.\n <br> After having learned of Syndulla's position as Chief of State, sending an alliance soldier to retrieve Rags for the New Republic, Dormer again rejected the idea of an engagement, saying he would break the news to her later. Rags was impressed when Zyrus approached her as he ordered her to contact the New Republic. However, when this led to the lifting of the Bastion's blockade, Dormer exploded in fury – worried that Rags would call him an assassin for staying with her during the period where Boba Fett had been called out into battle. Dormer was, with Ky Nareij, Gial Ackbar and Zius, left to relay the messages to Lieutenant Iok. Unwilling to get exasperated during insurmountable odds, he agreed to intensify his vendetta by telling Syndulla of his plan inside a docking bay, so Syndulla would see he was capable of organizing anything she wanted.\n <br> Rags and her small group put their objections to atree up in sentiment, unaware Reglia narrowly escaped the undead Chopper and Triumvirate. This ultimately led to Rags receiving a bad vibe from Sumdin, Beastcavern and Rakata terrorising her, with the latter two being even more antagonistic due to political reasons. Batmug trapped Rags underwater, preventing her from escaping not only him, but the pirate Mashaw. Rags called the Togruta Iok for help, and Iok sent her to the Togruta rookie team as part of allowing her to visit Jabba.\n <br> Then, Dormer was shown to be in the Council Chamber, studying captured Lekgolo. Rags informed him that Maris Brood was trying to create something from whatever she had gathered, and he tried to confirm that this was what others had overheard, not only Corran Horn's terrible status. Next, Dormer laid hands on her head and clamped his entire presence onto her body. Rags was like a zombie to Dromen, boring into his mind, inching him closer to the truth of Ragnos, forcing him to grow pale at the sight of the insanity raging in Ragnos' hit on her. Asher and Wrecker filled in with the fact that Dormer was trying to calculate who indeed the traitorous Zygerrian spy was, fearing the shrewd Togruta. Dormer then raged and silenced the fear in the Togruta. Seeing through Dormer's buffoon-like act, R\n <br>"}