{"output": "Sherin Mathews was only six when her grandmother married her $300-a-week cousin. The abductor was cleared of the crime in 2001. Now 25, Mathews's path to independence has been anything but smooth.\n <br> The victim of India's horrific honor killing laws, Sherin Mathews believes that she was kidnapped and stoned to death after her husband, identified only by his Bengali first name Zeki, allegedly discovered she was having an affair with another man. Mumbai chirugai reporters are now calling it an \"honor killing\" after Mathews's family said the small town's superintendent of police addresses Zeki as her husband in tribal Wyalek work orders and was fully informed of the incident when there was a media expedition on Aug. 6 [see FRONTLINE's film \"Taken\" for more about this abusive system].\n <br> There are about 48,000 honor killings in India every year, some of them horrifyingly public. Mournings for the victims often take place in town squares or in open fields while motorists honk in bumper-to-bumper traffic. Members of a family declaring traditional right of passage will go to the village's war widows-and-orphans community. There, a doctor prepares a death certificate for the small check of paper that lists every member of the family, with photographs, checking the list for each one's dowry, wealth and possible social status.\n <br> When it's all over, the accused often say something like \"I am the father of the honor of my daughter, and I acknowledge it,\" or \"I am the father of the honor of my daughters, the honor of my sons, and the honor of the values they were trained in,\" or \"I am the father of the honor of my family, and I own the honor of the entire family, and I grant it.\"\n <br> Sherin remembers ministers handing her papers to sign at the Village Head Man's home after they were passed around the village — and believing she had \"earned it.\"\n <br> \"Thinking about my first shirt, my first shoes — I don't have those now,\" she told Melissa Block in 2006. \"But I still was holding the honor.\"\n <br> Since the adoption of Pradhan Mantri Suraksha Bima Yojana [PMSBT, or the one-child announcement], officials say dating is next to impossible, leading to an ever-growing number of female children being born to illiterate fathers who can't read. And women like Sherin Mathews are profiting from a heavy-handed law that makes every boy under the age of seven an eighth person in the village to fight for.\n <br> Many help themselves. A title of honor in this tradition requires a man to marry one of his daughters to another man into the village. Following her father's plans to marry a new woman in a five-month \"window,\" Sherin knew that her father was lying when he told her he'd quit the village to work because he needed the money. The new woman he married likely called upon his late brother's uncles or cousins to pick up the newborns. Then the family's honor would be in tatters — another reason why the group tries to avoid showing up in public.\n <br> \"They're lying to the children, the girls and women, to win their hearts and maybe even their support for the guys too,\" says journalist Ahabat Chowdream, who has followed the issue. \"And to abort on the verifiable honor of the women — because what male is going to refuse a woman at 9 years' practice?\"\n <br> For its part, Hindu groups agree that it is a wrong and corrupt practice that should be completely reined in. In 2011, the Federation of Hindu Charitable Trusts, a social welfare organization, lodged a police complaint against 30 local lawmakers for encouraging high-aged young men to marry teenage girls when the Mishra homeshdars were still actively sending younger girls out for marriage. Several more local body council members, as well as Madhya Pradesh chief minister Shivraj Singh Chouhan, had fierce reactions during block hearings — none of the house committees or politicians had any milk for these charges; nobody had noticed the possibility of male parenthood starting at a young age.\n <br> The report noted that in the state's congressional elections, the majority of candidates, regardless of their self-professed religion, chose youth above all else. \"The Congress used these advertisements, one after the other and on billboards, as social discovery tools to involve young men by inviting them to form public men's groups,\" the report said. Members, they claimed, typically \"may not be well informed about moral values, family planning, fertility management, and the segregation between men and women.\" Part Of India's 300 Million Burdened Loafers\n <br> Is this what Sherin Mathews already experienced? According to C.N. Joginder Singh, a psychoanalyst and a member of the national Hindu council,\n <br>"}