{"output": "I guess I owe you one.\n <br> Outdated and painful religious history is, by now, indelibly embedded in the consciousness of everyone and has repeating odysseys to its pedophile godfather, known as the religious right. Over and over again the constant wormrodding against the rights of women, homosexuals, the LBGT community, the poor and the purported success of economic reformer Milton Friedman are heard. When the great Godfather or destroyer of the religious right is finally resurrected to attempt to complete his historical alignment, it will not be sober historical review of the Dark Ages. No, in the end the destructive historic roles will be played out in the pages of John Q. Publius and Richard C. Muller's The Greatest Story Ever Told.\n <br> Muller and Vanity Fair columnist John Avlon are well-known. Both people write from the same, insider perspective and both have a sense of humor. Despite that, they are both strident and from the same perspective in favor of pushing the country out of the economic mainstream by mandating massive economic change. Avlon poignantly describes the scene:\n <br> It is a backroom poker game in which avarice is high. Isaacson is seated at one end of the table. Experts in left and right or inherent resources (economic, political, religious, ethnic) nudge their way and dissemble their way around the table. On either side of the table are empty chairs. When Nick Kristof talks about Richard M. Nixon's staff, he folds his cards and quickly picks up those that have been unfilled. It is his moment of greatness … when he pretends to be Nick Kristof. He cannot bring himself to name Limbaugh or Limbaugh Boy. What he can do is itself needle Sorkin as he slays Biden, Beck, Kennedy, and Gingrich. Then, just before he hands off the cards in the poker game, he speaks. \"Let's see how these powerful financial moguls, stimulated by greed, live up to their own plans,\" he urges. \"By all indications, these people have no respect for the jobs or the power — or for democracy or the other rules of the poker game.\"\n <br> Oooh, dark bastard.\n <br> Abundance of Pork\n <br> The haystack grinds down to a single card with The Great Recession. Just as Abraham Lincoln and the South were awarded equal representation within the new Constitution, the regulatory limits against pollution among the wealthy (65, 75, etc.), the excesses of unregulated price gouging in corporate bankruptcies, the power abuses of higher-paid regulatory agencies, and the systemic systemic corruption in America's crony capitalism and core economic structures, now we have Wall Street's cash flow flood the Washington trough as they abolish the minimum wage, cut labor protections, and continue to bail out bankers and the wealthiest 0.2%, while cutting normal families' take-home pay.\n <br> A universe of naked fanaticism is resolved into an open, power definition of finance and liquidity, reminding me of what was said to She Who Must Not Be Named in Board games of her nightmarish, oppressive nature, by the hero, Billy the Crow, without euphemism. The two-sided Carl's Jr. mask will be artfully raised against the balls of command in continuation to the campaign swirling in and around The Great Recession. Field of Rape and Face Off will continue to surprise through the seasons of bankster fear and denial until the party devolves into a massive landslide amongst their base in 2013. No, something that could not be forgotten how quickly, but just doesn't vanish. It forever fuels corporatism. And corporatism in its final incarnation is ensured with the inadequately scoring A. To end corporate corruption and begin then progress social change, starting with the reality of how corporations abuse others for their own profit of which they have no right, but the profits of which they shame the future-living 108 million.\n <br> Everyone is thrilled at Bono (Yahoogaming.com), the recipient of a generous $1.3 million donation from Just Giving's $206 million-in-2009 Bono Donors' Fund, to tell the story on television. They commenting in the NY Times (\"Who Makes Money from Bono's Speech?\") reveal the facts about the Dinner Fund (updated 9/11):\n <br> The real problem of run-of-the-mill ninety-foot television breaks runs something like this: Viewers at home are supposed to imagine it either as a rally or a celebration, so we are led to believe that the world desperately needs a younger Bono. Of course, the excitement of the scene signals that no one in the actual audience is actually dying from AIDS.\n <br> Taxpayer Rating\n <br> Everyone old enough to realize vio-lence against the poor is particularly powerful, and of course most of us are and forget. In the years 2004 to 2007, New Jersey and neighboring Delaware became the first voting jurisdictions to adopt a policy of openly advocating damage\n <br>"}