{"output": "The April 11th, 2018 Council Meeting\n <br> Posted on April 10th, 2018 by Andrew\n <br> Final Agenda of the April 11th, 2018 Seattle City Council Meeting.\n <br> Note: All other future meetings will be listed here.\n <br> The 31st Council Meeting of the Seattle City Council\n <br> FINAL ADMINISTRATIVE AGENDA: Council adopts, by committee vote, the Statement of Work under Chapter 06.1 ((King) of the Seattle Municipal Code. Committees to serve under Chapter 03 include: Council Environmental and Infrastructure, Public Safety and Justice, Performance and Budget.\n <br> Business – The business agenda included: adoption of the budget and a property tax solicitation schedule (members only)\n <br> Emergency rezoning under Chapter 11, including TOD+ issue (members only)\n <br> International pioneers memorial\n <br> Island Burial Ground Art Grant\n <br> KOMO 91.5 Freeway Corridor Future Piece Study\n <br> Seattle Native art in the Spokane River area\n <br> Urban parks funded\n <br> Overall Transportation and Foundations Committee Agenda I: Council hangs on – search committee reviews sources of funding\n <br> Council Academic Faculty Studies\n <br> Seattle Youth Cabinet Committee Meeting\n <br> All other business not eligible for the public record\n <br> Final Council Meeting Action Items\n <br> TIGER TRAFFIC VOTE – The Transit Improvement Plan and Select Bus Rapid Transit Pilot Projects Committee voted to advance the (Ballot Measure) 77″ ballot measure. Council passed the vote, by a 3-5 vote (members Sanders & Robinson not voting). The details will appear under the General Discussion tab on our website. VOTE DOCUMENT 3 (Ballot Measure 77″)\n <br> ADDITIONAL NOTES FROM BILLS AND SBs HELD LAST MONTH\n <br> Curb Drive Subsidy Study – The Seattle Department of Transportation's (SDOT) proposed 8.0% across-the-board cut to the city's discretionary road funding allocation in the 2015 budget request is described in the version of the white paper and document produced by the Business and Transportation Committee. The proposed plan calls for a partial replacement of the existing \"parcels from specific dirt site withdrawals\" scheme. The SDOT document, which summarized many sections gathered during the month of February and early March of 2018, (June 1-9) is available for review here. Select Bus Rapid Transit (SB 1164) (Fall/Winter 2018 Medical Marijuana Review Committee Report)\n <br> SDOT staff has reviewed a series of environmental studies of the Seattle branch of Weyerhaeuser Company's proposed 206A highway widening project (Phase 1). The fee section of this document explains the background, what SDOT review covers, and some of the findings of the studies. A second (BSD 50′) version of the report for the International Pioneer Research Center Committee is also being prepared, which will be used for discussion with the International Pioneer Design Review Committee at their upcoming meeting in Seattle this coming Wednesday, March 9, 2018. (Gov Bid Reached, Hunters Point Street Renewal Project Draft Award Chronicle) (ED submittal)\n <br> SDOT staff was in attendance at Subway 206A For Seattle Corporation's first walking tour of the 7-mile extension from Lander Street Market access to the Eastside Accessway, scheduled for March 18th, 2018. The tour gathered participants, organization staff and community liaisons. The tour was hosted by Shinn class and has the go/no-go status of randomized control design. (Sidewalk Rebuttal Takes Shape; Seattle Subway – Bible … and Maps)\n <br> How taxpayers are helping: Council unanimously adopted a proposed amendment to the City of Seattle Passenger Tram Leasing Program (PTP) to require all projects in the package develop a structural/mechanical performance plan prior to project initiation and annually thereafter. PTP authority has been delegated to SDOT's responsible Official Initiation Division (ODX). The legislation directs the ODX to develop, as a Capital Investment Order, capital projects selected via PTP applications as components of an International Business Unit (IBU) leasing program and must include each project's structural/mechanical performance plan. Planned projects could be started/stopped as desired. (Transit Authority Vote Recomm. 55.2 sec. 7750) (Goodlatte Passed, Assembly Passed Motion 39) Senate Passage of (SB 1163)\n <br> 2018 Traffic by the Numbers: The Citizens Traffic Safety Alliance and the folks at the Traffic Enough campaign released their 2018 traffic readout calculations showing November was the worst month to drive on Seattle streets, with a 21 percent increase in the number of vehicles running red lights (+146 RPM). (September Summary: SOVB Action Highlights & Statistics)\n <br> Official 2018 Seattle Expo Guide – Written by FCSA Community Campers. It can be downloaded here. The 2016 edition had a better last impression, that public transportation is important… Only 5% of 2016 Booksellers (100 and 200 metro) reported serving as charter campers. Only 90&\n <br>"}