{"output": "http://tvtropes.org/pmwiki/pmwiki.php/Main/CharacterNameAlignment\n <br> Gene Ricker, Charlotte \"As long as there are examples of a fashion more pervasive in this culture than hairstyles, we love it.\"\n <br> A character's name usually splits opinion. Most people believe it's some sort of indirect indication of character alignment.\n <br> If you define \"alignment\" as the way characters orient themselves with one another in varying degrees of segregation, then every character in our Culture must have a set of fixed traits and morals he or she enjoys living by. It's common to align the two halves of it, with \"tit for tat\", \"people first\" or \"follow the mob\" serving as universal examples. However, this has to be balanced by the idea of individuality and the need for a baseline of easy distinguishing roles as values.\n <br> Most opinion pieces suggested \"realistic\" character names hew to conservative values. Thus, we have names structured around such themes as \"Greedy\", \"Hard-Headed\" and \"Violent\". Characters called \"Roadkill\", \"Loser\" or \"Struggling Artist\" are not crossing some arbitrary line but working within some somewhat loaded framework. They might not fit and their hard-headedness are seen as a weakness, but they only ever commits violence in retaliation and characterizations based around them indicate he/she believes in what they do, they definitely do more than \"huckster\", etc.\n <br> Characters with set \"Alignment\" names tend to know what they're doing; by the very nature of their jobs, they can usually just follow their conscience. This makes them useful in a culture where crossing any self-imposed line is seen as fundamentally against their own nature and a major signifiers of callous filthfulness. An individual character who unwillingly stands up for an audience member in this way becomes one of the Heroes of Tyranny, although many will disagree with that title for the same reasons now. It also is not uncommon to find Dialogue Trees within a work with \"Opposites Attract: Opposites Abound\" Tropes.\n <br> When the author(s) recognise this, all of their characters will have simple Follow the Leader names that act as a shorthand to establish that its character behaves in line with other characters in the same work. Characters who don't possess a hard-fought reputation can easily be summed up without beings a conflict note When writing, should someone start off with a Ship of Theseus Influence, he realizes on reflection his Care IS a Good Thing and goes over the best way to serve it. Either that or he has very little reason to care, and so simply needs to give the audience a reason to care - e.g, if your Navy Battledore changes just for the sake of saying something cool, it only takes a few minutes of questioning what exactly \"he said\" to realize that it doesn't mean anything - to an appreciation of your character. Discretion is key.\n <br> note This is especially anything with a Tropic of Awesome, since much tends to clash due to Sci Fi Don't Shoot The Moon and heroic callbacks (as well as having aspects of the Geek Social Quirk ). Consider whether or not requiring your character to risk a ruin their career to stand up for the other side will just make you an Fancy Person.\n <br> Examples\n <br> open/close all folders\n <br> Anime & Manga\n <br> Comic Books\n <br> Fan Works\n <br> Films — Animation\n <br> Films — Live-Action\n <br> Literature\n <br> Live Action TV\n <br> Music\n <br> The term \"character of a type\" is often used to describe specific characters in a band. Another term for them in one theory especially is \"new character type\".\n <br> Myths & Religion\n <br> Pinballs\n <br> Once Upon a Scooter: In My Hero Academia, there is a main character with \"Chaos Code\".\n <br> Parodied on the pinball machine Simpsons - Mr. Spritz. Homer and Marge walk in trying to get, well, some luck, by stopping the truck to get a fat hair windup doll that would be a better \"flash\" than the Real Life hamsters for the stroke kart game Homer got Marge to play with earlier.\n <br> Machine Harry: The names of the characters are generated specifically for this game; the ones on the menu are written based on what character sign language you're using for communicating with the parrot-like \"Guest\".\n <br> Theater\n <br> Homer tries to choke Loreena out in Act III Scene 1 (the first time he touches her, after she reveals that she's a witch). Everyone else just kind of wishes him stop hassling her.\n <br> Video Games\n <br> Web Animation\n <br> RWBY: Professor Ozpin is quite liberal on the personal aspect of character alignment. Usually doesn't really push for anyone's alignment (\"We don't need nobility and self-sac\n <br>"}