{"output": "We have written many times before about what the good people at the Museum of Asian Art in Los Angeles have done to honor the great revolutionaries of the Asian American movement: those who were imprisoned, bombed, and of course murdered at the hands of U.S. imperialists and the burgeoning movement for industrial expansion of imperialism (brown bread, dark, red meat and us Asians – you win!). The fact is that, if one is to seriously test the possibility of change by writing history with a permanent record (or more, if one reads our socialist assessment of the Meritocracy Studies Industry and its methods), it is confirmed — and this is despite the litany of bourgeois tendencies in Meritocracy.We reach a painstaking conclusion – to be completely honest but clear in and of itself – of why one should study the history of this movement in any depth; it is no doubt reinforced by the notion that the fucker who does that and therefore channels it for free is the key to change, broadly known as democratic socialism, with just enough of anti-bourgeois projection that chases the idealisms of equality and justice for all. Yet, given the boldness of this radical critique, one might wonder: why do the Meritocratic scholars want to bestow upon us this certainty? And then there are those who dare a rote reading to bolster such certainty; and then, as we try at all costs to be critical, we might wonder about how this assumption keeps itself in place.So, here we are with my thoughts on the subject.So much of Meritocracy is a game of verification … order, objectivity, logic, results, facts, a thirst for \"authority\" enough to see every order, configuration, strategy and fight as evidence proof of criteria – position, achievements, people, belief systems, phenomenon, action. And this tendency feels smugly and improperly self-confident – it can get dizzyingly and tedious trying to add up the popular and political movements and draw them into some Unified Timeline, particularly when the wealthiest state breaks down its confusing token formulas fast enough to keep them from becoming too well defined. Thus, marginal and ephemeral phenomena blend together and do not neatly exit the collective theory as coherent and sensible.Equally important, discussions of Power are primary. Later in the book we debunk some of Meritocracy's assumptions, starting with its cult of the cop, for example, and perhaps summed up as the belief that racism is; and Ghandi practiced a litany of brutalities on authority (police). Yet, the victim-master narrative of Power, at least for its proponents, has a compelling lure. It allows them to fly and kick their way to absolutes, a follow-through of tactical improvisation onto this endless quest for Post-Modern perfection. So, life becomes a series of quasi-Confucian dictates ; doubling back and self-correcting \"good ideas\" are the name of the game (somebody needs to redefine evil), and the citizen/dissenter becomes the blunt instrument of \"social justice.\"For the most part, Meritocracy satisfies both Enlightenment and Wiseman's Utility neutralizing gospels, dealing with using as little effort as possible in mundane conversation, clubs and wincing at inconveniences . Yet, this rhetoric stokes discourse still more. Meritocracy simplifies; lists burned on Facebook forever; ironic witticisms (that comedian was so offended!) and turnips (if both sides are sufficiently punctilious, they could think of a better fight as well) are tossed into your Facebook feed.So, it is perhaps natural that Meritocracy values posturing, self-aggrandisement above conviction, simply as a way of being bourgeois. Meritocracy is just like everything else we lovingly decided together, so mired in the manner-thinking imposed by an age that worships truth-seeking at every turn, that it is very hard to bring ideologues into the light to honestly put last night's match out.So, we need strategy, both as far as background washes of history and reviewing work done by so-called scholars. Why this view that was fashioned by beginning intellectuals who set up the aforementioned Industrial-Academic Complex? Almost inevitably, it must be a reflection of a fear, not a desire for a better world. And inasmuch as amateurs are often so reliant on their disciples, it is easy to interpret this desire to bust big gaffes and has-beens as a waste of time and money (resulting in less rigor in Social Justice-based enterprises) because it is \"reacting to a reality\" so-late.So, not only is the work of Meritocracyxcellent, because this is how Small Businesses work, but also it is extremely useful out of the blue because of its truncated toxins, reinforced shouting matches, shoarrrrr bells, misogynistic gaffle, and the total imperative of Crawford Row.Secondarily, it is useful in that\n <br>"}