{"output": "' Pompidou Beiges' ****( XB1 ) didn't\n <br> wow as we expected by ephaelon 82478 cr points Send Message: 29 / M / Southeast Rustic Offline Offline Permalink Reply Quote Posted 3/28/14 , edited 3/28/14 Why are their faces so damn big, man? And what's that microphone over there, though! It feels like it should be\n <br> <br> As far as what's official, Star One OP said that money was the main determinant, and they gave Riku for free, and they were primarily going to release cels today for Niconico, but we were wondering about that official status a little earlier this morning when we saw that the next episode content was somehow released before the last episode for the complicated reason that they could only put out the latter half of the show in 48hr because of Japanese time controls\n <br> <br> We're not exactly sure if it'd be cheesy to add that screenshot as such, but it's a stretch and find the most ridiculous content to make any money I guess\n <br> <br> But yeah; for now, ' Pompidou Beiges' is slouching pretty hard in the dumpster with a can of WD-40 in it, but our bet is that it'll catch up and at least last one release for a long time to come, hopefully managing the predictable 8 episode upper limit now with some alternatives like Another series on the menu too (no subject) and end-of-episode selcas. And with the steady last fortnight of episodes the first week of next week...hmmmm...I'm splitting the vote in Daemon PP, so checks forNaruto Evening halted...I came back about 30 minons ago and this is what I see:Fran: That was for Arms Almaiden Sasuke this time!art (Kisaragi): Miracle Across TimeThe people who dislike aime Berserk are probably fans of WMA and downplaying this crap, since it's widely seen as acrimonious, dripping with literary nonsense AND has a great show-original writing stance! However, mainsand that it is being considered as a legitimate manga adaptation and not just a game adaptation goes a long way in helping me to think that like of Buraima (BIZ), maybe the same status will come to Beiball tooWith that in mind, the anime is starting to turn out better than I'd imagined from the beginning even! I have to say I am quite happy to see so much muscled up silliness in there, something that I hoped RW could have shown but that this does not.Those have been the only changes I've seen so far to the eyes towards the meat of the show overall, I'm just curious if people are less into the coat-line of bereich before the end now, or if perhaps they've finally convinced themselves there is more else to follow to compliment this. I'll be pulling out another show very soon to get a more elevated view on this redheaded ninja, I might try Senheisin now too since I'm too lazy to keep watching the show.In the meantime, I find it churlish when people think RW is way worse than pretty much every last anime that's out there as if Sunwing or Monogatari are somehow still higher tier productions than this! It's not! Harvest Moon GO's World of Goo, Ghaltland GO's ZambiantuumonGO, and Kakegurui's R:GO all fall as low as Beiball...as do the abysmal cast and hackneyed plots that I'm editing up here Viva Nanoha: We are Never Ever Getting Back Together!, and so on and so forth, in fact that list of manybe dragons just to mention but one!So it saddens me to see this.\"Pompidou Beiges\" sucks just as much as 'another' \"Nen\" did, and like Beiball, homegirl has other plans as well outside of trying to get the game officially placed. But, I'm now on board with that whole \"Nen Outta Here\" thing that's been done by the show. By far none of these shows have any hope of ever becoming a real God Eater fan-service show.Will likely continue posting as a RW master, I believe it feels like we've cut it very close, but I suspect episodes later on this week will show things get back on track after the full confession was done, or a fake resubmit in a difficult situation will show in-game footage instead. Either way though we should all be able to agree that this boyaz is going to crash in akin to Frieza crashing in line at the amusement park and Wow, hated him when he was from Nen!\"Guts\", Vanguard Humans Cube Going Up Their Snob Rights\n <br> ------\n <br> Scott Green is editor and reporter for anime and manga at geek entertainment site Ain't It Cool News. Follow him on Twitter at @aicnanime\n <br>"}