{"output": "Denise Schroeder, right, listens to her attorney, Norm Goldenberg, during the Daredevil Levine Shotgun Trial in Meadville Campaign Court in program televised live by Fairness Delaware on Thursday afternoon at the West Marshall Law Building in Dover, Del. Goldenberg and Schroeder will become the first same sex couple in Delaware to be able to be married. (Photo: Julie Carra 2/10/16)\n <br> DETROIT — A trial to determine if people accused of murder can get access to money during their court cases has resulted in decisions to be appealed to the Delaware Supreme Court.\n <br> Photos and schematics first revealed late last year show 46-year-old Denise Schroeder frantically waving a .38 caliber revolver during a harrowing confrontation with a masked intruder. The incident, which occurred back in 2011, left Schroeder and her boyfriend, Krzysztof Levine, dead.\n <br> On Thursday, attorneys representing Synder and Andrea Almon, Lisa Tenore, Glenn Sanderson, Heather Derry, and Robbie Mecham, met with attorneys for Ronald Pirone, Schroeder's boyfriend, the Morning Call first reported. Pirone sat in the courtroom throughout the proceeding and still has nonchalance as the proceedings continue.\n <br> Scott Kyser, Coordinator of the Governor Wine and Spirits Task Force, said that by Wednesday, lawsuits brought about by Curig's involvement have been consolidated too.\n <br> \"This makes it easier to continue the process, but in two separate cases,\" Kyser said.\n <br> While the state Supreme Court is demanding that Curig reappear down the road, opponents to the cases are \"completely focused on moving forward,\" Ostap Safar, Schroeder's loved one, said before the proceedings.\n <br> A quick trip down memory lane\n <br> before 240 tons of steel to cap the highest elevator shaft in NYSE for 4th anniversary http://t.co/jRNHWNV7EK — Brittany Jordan (@BrittanyDET) June 30, 2015\n <br> Dannielle Schroeder, a number of family and acquaintances of the victim have said she had a difficult childhood. Synder worked at a Mintz law firm at or near Schroeder's family's home in Bridgwater, New Jersey during her childhood.\n <br> The Schroeder's mother Frances and her father Larry on the defense timeline http://t.co/Og2qnaT5lQ — Brittany Jordan (@BrittanyDET) June 30, 2015\n <br> \"[She] never had any money...and had nobody to cook for her or to lift her up when she struggled,\" grandmother Frances told WECT last month, adding that she only learned Schroeder's name since my younger daughter decided to come clean about her parents' murder.\n <br> One particular incident occurred at age six. When the rest of the family in the neighborhood crowded around Almon in front of his grandparents' home, Schroeder was at home alone. Almon, out late drinking with friends, decided to sneak in. But there was a huge three-foot wooden fence around the house. Almon got a prosthetic leg and made a clumsy climb over the fence. To make his escape, Almon reached the second story balcony and, he told police, ended up in the kitchen on the first floor.\n <br> \"It was one of our sons driving down the street and saw him at work. He pulled over and asked him what was going on. He'll never forget his exterior and pose was something like that. He instantly made bail.\"- Marty Almon pic.twitter.com/E5BVC5OGmL — Morning Call (@AsburyJournal) June 30, 2015\n <br> According to the Morning Call, Schroeder, her mother, Schwarzbitz and her stepfather, Frank Berger were drinking the night of November 24, 2011. Almon reportedly called the Schroeder home at about 10:30 on to call the children, in the safety of the car. Instead Almon got into the pool room in the rear of the house and TOLD his family to \"Suck it\". Berger found Schroeder unresponsive, according to the report. Schmidt committed suicide the next day.\n <br> Schroeder's stepfather Frank Berger committed suicide the next day. (Photo: Facebook)\n <br> \"Andrea was at work with her supervisor when she became separated from Elise, but she had called her that morning...[and] Elise had informed her at that point that maybe Andrea called her but not in time to retrieve her at the know place,\" said Fitzgerald Sherwood, representing Dannielle Schroeder at one point on Wednesday. \"So Andrea became upset and better get back and found an excuse to get in the pool bathroom.\"\n <br> Schroeder tried to use the white boards by the pool to climb out to the balcony.\n <br> She escaped from the bedroom, and sheriff's deputies Bradley, Moore and [Danbury Police Chief Frederick] Goode arrested her.\n <br> <br>"}