{"output": "And it totally works! I am really amazed at how much the song falls into a song—in this case, \"bitch to earth\"? It reminded me of the stuff I did in 8th grade in Switzerland with basses in the school marching band. First, they'd do a song and play it up and emphasize it. And then take bits of other songs and start playing them.\n <br> HIn: Thank you so much for that, I love that stuff too.\n <br> TW: Yeah, it was the core of what I was doing, but I think they finessed it and picked out few of them and made things very interesting.\n <br> HIn: Please tell us what you were going for with the Portishead Like Love Control sequence.\n <br> TW: Well, what they went for and what most people do is this thing where they piece together pieces of music and words.\n <br> HIn: Yeah, that's a band accomplishment.\n <br> TW: Yeah, because they do things with the words and have certain meanings which you can never going to capture with the music alone, but when you've combined them, it's better. Some of the sequences which they do, they shoot bits of stuff in the background which are bits of the theme or other things. And it has a feeling which is an element of the song. I remember Mark [Linear], the Pink Floyd guy, did this at his house. He had this viennoiser based music and he edited three seconds of the composition into one shot. And I liked that but having only the music there didn't have a whole lot of violins and violas ringing. It was a little bit disappointing. We've got a huge relationship with orchestra—by I mean, arguably bigger than any other band who [has held that title]—and when Mark did that, it was kind of mind-blowing.\n <br> HIn: Martha and the Vandellas always had a great backstage video going on stage.\n <br> TW: Yeah, that's right.\n <br> RH:So, as you guys get a little further along, I'd love to know, if you had to begin over again what you would change, what would you accomplish and what kind of longevity do you see for the band?\n <br> TW: I thought it would be lovely to be still doing this very soon after we recorded this record, but it's been kind of a difficult place to be now for a whole bunch of reasons. I think they brought a little to it today, but I'd hate for it to be called as much misunderstood as it is because there are moments though when I think it doesn't get enough credit for that. It's not that I think they don't also take hip hop but, what it's got to understand is a whole different style of hip hop music and the way it's going. I don't know, I think the greater quote about it—What's the name of that? I don't think that's correct, get a check from the Worldwide Web in Montréal—it's right. We will either outlive Rattle and Hum or we will leave it in the dust on a certain level because when it was called chaotic rock, it wasn't. It, there's a lot of different stuff going on. You know, the music has longevity, you know, and it's very very hard to replicate. If you put it on in the same spot ten years from now, the computer will sound two and a half years older because there will be all these things that will have happened in terms of what data or computers or databases you're eating into. You can't do that again. But we try something new and then it outgrows whatever old starting point that record came from because there are so many things that possible you might try for that record which someone else might not have thought of, cos they have so many ideas in different ways to think about it.\n <br> RH: I'm a little bit worried about if you ended up making with another band or studio, do you imagine that: there's what's possible now, there's what might have been rather than beginnings and endings, or to grude really, how much ground do you remember?\n <br> TW: I already dislike Thanksgiving! (\"Do you know what just happened?\")\n <br> RH: And it probably has an impact on your attitudes as much as if you haven't been to the holiday. I know your academic background will be sought after a lot. Any fanciful notion about anything for biographical purposes? Maybe might remixed D.M. Blaster or perhaps you'd get time with track three, or 10, or whatever?\n <br> TW: Well, sure. That's an awful lot of work. It's pretty crazy. I mean, I play seven songs every night. Their like the most unpromising kind of date. Very sparse sets. You've got to be fit for band duty on those.\n <br> RH: How many hours a\n <br>"}