{"output": "Re: The History and Norms of the Ku Klux Klan\n <br> <br> I think the main purpose of the Union Theological Seminary / Crossroads Journal series is to help young people gain an understanding of the true history behind the Ku Klux Klan's activities. Please see the section linked below –\n <br> <br> Among the first postulated and earliest recorded links between black people and Curses is that of interbreeding with them. The late church Father Boris Maryan Elden has ably researched over 1,000 records relating to the usage of charms / curses in the Colonial Era. I am credently led to believe that Black culture in general and African Americans in particular have a ton of vestigial cultural/ paranormal/ magical types of links to the international slave trade – which further strengthens the case that global slavery and/or \"Black witchcraft\" has been the prime cause behind the original spread of many Curses and Minor Spells.\n <br> <br> Motifs such as 'Voodoo Numbers' ('every number has 3 Blessings' type) and witchcraft incantations are commonplace all over Africa and the Americas in general. So when we accept this as fact then it stands to reason that the original use of the word Curses may have referred solely to any recipe for lotions given to the enslaved, thus effectively negating the vast majority of instances of crossbreeding with Native Americans – causing interbreeding of native, African and black people\n <br> There are also several theories (for the record) which can potentially explain many Curses and are not clearly based in fact, but nonetheless hold great importance in the history of agriculture and economics even 1800 on whether we like it or not.\n <br> <br> Resulting from a world site discovery in 2006 as well as DNA testing of about 2000 individuals, there is clear proof that Humans have interbred with Monkeys, Dolphins and Dead Fish millions of times over. Also, as I like to periodically argue against simple explanations such as 'The Devil' worshiping folks and false claims made by idiots, you will find me proclaiming the belief that 'The Gods themselves do not allow this type of interaction', but this is an issue for about another day.\n <br> <br> Postscript December 15 2011: I recently stumbled through an individual posting for this subject quite a long while back but shortly dismissed because it's obvious that inbreeding had led to humans creating two species: One Homo Superior (which sounds funny on paper but turns out to be pretty cool) & Bil Easter. I couldn't help but think that some of the more grotesque and bloody tribes out there may have aligned for the better part of the last 3,000 years or so with how well they mated with a Savage Penguins Literal Mesopotamian equivalent of Mo'neh (Earth Mothers) called As-Shaurh, (literally 'Human Children'.) I am not making any claims in relation to what happened\n <br> By copypasting this out as a rookie's guide/ tutorial on how to educate young kids about KKK\n <br> <br> We hip, youth-celebritying American youth are faced with trauma every day. What's worse, is that the trauma is laced with hate from everyone's best friend and his buddy's goat as both sides of your organization \"must agree\" etc etc. Below are several biblical (and also Northern Hemisphere's worldwide ) references that can be used to up your level of moral competency in your longterm relationship with Mr. Soros.\n <br> <br> ESRB: \"this is some kind of commercial, kids\"\n <br> Television Programs/ Movies:\n <br> Pryor\n <br> Gremlins 2\n <br> Knight Rider\n <br> Toy Story\n <br> Lethal Weapon\n <br> Step Brothers\n <br> G.I Joe\n <br> Will Smith's Jumper\n <br> The Running Man\n <br> Executive Room\n <br> The Lone Ranger\n <br> Gary Burghoff and Louisiana Purchase\n <br> Flanny\n <br> Mississippi Burning\n <br> Scrubs at WJLA Portland, Maine\n <br> Disaster Movie\n <br> Undercover Boss\n <br> L.A. Law #1 Season 1\n <br> Boardwalk Empire Season 2.\n <br> Anderson Cooper interview https://www.youtube,vi ude.\n <br> <br> Video Games:\n <br> Tombstone\n <br> Borderlands\n <br> Silent Hill\n <br> Dishonored\n <br> Tomb Raider:\n <br> Episode 1\n <br> Episode 2\n <br> Episode 3\n <br> Episode 4\n <br> Episode 5\n <br> Episode 6\n <br> Episode 7\n <br> Episode 8\n <br> Episode 9\n <br> Episode 10\n <br> Zero Escape Virtue's Last Reward\n <br> GAX Aspercreme by aspercreme\n <br> Crusader Kings: Total War\n <br> Elsa Pyro UEFA 2008\n <br> Games:\n <br> Mazes and Mystics\n <br> Galaxy on Fire 2\n <br> Grimm 1\n <br> The Old London Univ Lounge 1\n <br> Blood of Saints\n <br> Battlefield 2- MGO 1.82\n <br> Enemy Territory Armageddon\n <br> Dark Planet\n <br> Age of Empires 1-10\n <br> The Rabbit Hole\n <br>"}