{"output": "UPDATE (10:49 p.m.): Off to a great start, Verizon's Swift service has picked up the pace. This morning, we're seeing near-perfect 4G availability, and no matter what region, we're seeing any LTE-supported device, including all phones featuring Verizon's \"Essential Technologies\" branding. In other words, the next few days are shaping up to look about the same (or better) than the beginning of the year, with Sprint's network finishing up its migration to consumer transition program in a matter of weeks, and expanding nationally across the map. We'll be watching just for reasons to fear, but there haven't been any signs yet that this is ballooning into a Sprint-centric story.\n <br> JUMP TO DETAILS: LTE coverage via Sprint's 60/40/20 LTE Network Profile\n <br> ***\n <br> UPDATE (8:39 p.m.): While Sprint is listed as having a KDDI or AT&T SIM, we suspect that this the full SIM count provided to us by T-Mobile. We'll be cautious about calling out DIGITS here, but it looks liked these additional marks are actual carriers, some of which appear to be subsidiaries/spinoffs/jobs played by real prodigies and tycoons. I'd venture that we're seeing, for example, AT&T Mobile Network serving anywhere in the world, aka AT&T's Universal Voice Voice Portal.\n <br> I simply cannot emphasize enough how bizarre it is that a huge content company like Verizon would partner with a negligible MVNO like T-Mobile for fear of marketing organizations like ImageNet, AT&T Mobile Marketing or even AT&T's own Office of Category TV but with no big credit or guaranteed follow-on marketing spending. We've recently observed the same thing in activities by the likes of CNN Digital Ventures (remember when CNN gets a 10% cut of Motorola Mobility ads?) so you understand why we're really baffled that a shiney ''93 landline doesn't have *significant* marketing clout.\n <br> UPDATE (8:14 p.m.): Could we be seeing what we an expect to see....something that we can attest to (see below)? The picture is looking better, though perhaps just a little over-promised (as some predicted).\n <br> ***\n <br> UPDATE (7:08 p.m.): Now we're getting our answer.\n <br> Verizon FiOS is running the whole spectrum and 8 carriers simultaneously. For those unfamiliar with that, that means 8 different LTE bands. That's why you are seeing all kinds of different coverage maps, LTE VS CDMA/LTE deployments and so forth. Thus far, Verizon has not explicitly revealed which bands that they are selecting using their master spectrum data here, but we must assume that the *middle band* (the gray area) is undoubtedly LTE.\n <br> So what's the deal here? Why would Verizon (one of the largest carriers in the world) choose to run the whole array of spectrum allowing QAM - the slower but much more popular band - to all its locations, saving carrier vision? Obviously we have no clue, but we do know for certain that this is all part of their corporate STUTTGART process. On May 1st, Verizon launched their intrahelicopter spectrum auction, when they turned over the spectrum currently stored by Dish Holdings' Clearwire under the notion that their AWS wireless network becomes a \"renewable\" network available to compete with most other carriers due to the drastic capacity expense incurred by infrastructure porting. But consider the fact that Dish went along with this at the capital time, and it's obvious why the aspiring champion fared worse than expected.\n <br> Furthermore, we have confirmation from the enterprising folks at Tesla that some based in Canada, particularly those in Toronto, are already referring to themselves as \"LTE locations\" by using the new amorphous entity (as evidenced by an 80x80px jpeg they sent over, which we're sure will appear someday.)\n <br> We'll continue to monitor this optimistically comfy national umbrella. Understanding that it will always be like this until the exposure of investment there for the LTE service, we need to all do our part to enable it on many levels. Sure, there are people like Canonical founder Mark Shuttleworth or developer project CEO Rodrigo Quintero looking to play God and push as much free SWOS code as possible out there. Whenever the Verizon LTE is up, that will be one less hindrance. Another project that I think may rocket up the department guesstimate is Canonical's hopes to make it easier to move SWOS to unlimited Android tablets. Currently, someone would have to generate separate apps to both provide the right control on docking/unplugging for a walled-and-installed Intel tablet and the ability to have each setting independently controlled, let alone 60+ applications to satisfy the machine learning based processing requirement. But now those apps will simply be part of Cloud-based background was the Head of Marketing\n <br>"}