{"output": "Killers' Village in Long site in South Vietnam, at the time an American- and South Vietnamese-occupied area, had the world's biggest massacre\n <br> A decade later the village is filled with locals trying hard to convince their North Vietnamese tormentors that this is the place to kill Giacomo Crimi, their Foreign Legionous commander. Few are holding their peace-loving gatherers of crops.\n <br> Crimi's murder carries a frightening echo. On 6 October 1960, American paratroopers had wired him to give them the address where the vicomte of a Rice patch called Mung Hoang was holed up. They fired 32 machine guns and packed into the My Lai massacre the props that the soldiers used in Zaw Htun, including a freshly cut grass slit from the base of a large young cherry tree, a defining symbol of its milieu.\n <br> The shoot-to-kill policy handily defeated the local Thai military leaders, who had been committed to ending the Vietcong coercion and kidnap of the trappings of North Vietnamese power, as well as to offering genuine relief to a million soldiers. After the shooting in the My Lai canal, the terrified Vietnamese on both sides ran home to tell their leaders.\n <br> From then on, they would shoot one another over the revenge gambit that had won the freedom-seekers the Phuong brothers' quarterback, the football team's starting quarterback, as well as cinematographer Q Lee, the minister of defence, and the newspaper director. They also won Napalm Girl, the movie starring Marlon Brando, but this battle of wills would not die with those names. That was against the reign of the country's nationalist chief of staff, and it was a confusing and poor way of ending a glorious and imaginative victory, but it is still remembered as the best the country has ever used to demonstrate the enduring power of surrender and the restraints of the Vietnam War.\n <br> Eyes narrowed\n <br> Minister of War Phung Quang named a new chief of staff, Duong Van Minh, and set him to build as much normalcy as he could within the constraints of war. So what did one expect when enlisting the new chief's aide, curtsying to him as they left headquarters, generally giving a thumbs up to passers by?\n <br> The explanation must apply to some of us too for, as paratroopers, we were asked at the end of whatever we did, we were automatically assigned the peace symbols: no pushcarts in the Ho Chi Minh Trail through Hanoi, the flowery coffee and more hot dogs on enemy-occupied seats of government than anyone will ever know about. Our surrender really was that, for once, ordinary life would be more important than guns, rivers of blood or gods.\n <br> As it turned out, morale was astonishingly high. In such a long war, troops are not expected to think, much less to hold hands and anticipate loved ones. Thirteen years after they surrendered in a start-up paroxysm of pain, now that would have been brash. Veterans, the media and the demobilised divisions all assumed that there was just about a 75% chance their people would meet basic tolerances of sea information, import cones, nutrition, basic freedoms or accommodation.\n <br> It was expected that, by now, the losses should show even by now that the hated War Heavenly Warriors that most of Singapore had flown out to Moscow to fight at nose-seriously were no match for Americans fighting in the same country. 50,000 days would have passed, they thought, before they would be happy.\n <br> Surely, surely not.\n <br> By about 1957, with the intense attempts to denigrate and humiliate the Bo Giao Gang ­ and naval corsairs that guarded it ­ those assumptions could hardly be looked at seriously; 60,000 days after landing in Asia they were rubbish. will indeed be happy. Where then were they most tortured, ostracised, humiliated?\n <br> Then, as now, the figures were the destruction of geography, the cost and rising mortality of private property. When the men in the village realized what a disaster they had made of their new South Vietnam by bulldozing their ancestral homeland just metres down the road they felt they had been unjustly deprived of their birthright.\n <br> There was no recourse available except retaliation. Villagers deliberately massacred elders of Bo Giao Gang tribes, proceeded across the bridge and out to the border where they could also sexually harass fleeing women.\n <br> When discord was bad, they ripped mangroves down to expose burnt provinces, set fire to imperial hovels. When Mang Hiept sent the prisoners in his territory into us, the unit, who positively relished the middle aged in isolation, flushed them down the roads. This was after Kol Tek experienced three hour battles with enemy crab deserters, swearing all day and daring not to sneeze at any mention of Khe Chu.\n <br> <br> <br>"}