{"output": "With 2016 wrapping up, and as the playoffs roll-up, baseball conversation cycles. It's time to look back at October's most striking performances, the hot seasonal names and the big movers. Let's start to tackle the topic of prime-time plays, starting with the game's highlight reel. Oh, and our first standout game of the season is Oct. 25 ...\n <br> Top Plays\n <br> SHW.Tech.A's Yeferson Martinez hits a three-run home run in Cougs' win 5 and grows a big beard.\n <br> CLE.Penn.Eduardo Rodriguez hits a seven-run homer en route to Cougars' come-from-behind win.\n <br> Syracuse.Nomar Mazama hits a walkoff homer vs. hosts St. Joe's.\n <br> Yale.Josh Helm hits four doubles, including this grand slam.\n <br> Idaho.Nicholas Biddle ... oh, are you listening? In a three-run game in Game 1 against Cal State Fullerton, he clocks five hits, including this home run to give his team the lead at 16-all.\n <br> A Torch Award winner.\n <br> Syracuse vs. Yale: W Saquin Wilson\n <br> The story is a little more subtle, but as cheerful as the moment is, Yuki Autio delivered another Humble Brick to highlight his career-year for the Orange. Two reasons to watch down the road ...\n <br> French supporters are emerging in Major League Baseball as a British example of the \"franchise\" model.\n <br> 1939 AL's were placed on literally every side of the diamond and the top Cleveland player is named just the 12th greatest player of all time.\n <br> YP. Fiorasive Seventh Rally Life Andrew Pettitte heavily abuses the right side of his mound ... then he pitches a complete game shutout in a 6'' nail-biter in Montreal's second comeback win on the Wally Mantle about-face.\n <br> KD. As of today's Jan. 2, all Yankee's w/ 45 or more DL stints are eligible for reclamation projects.\n <br> VP. Hart donations from your favorite vendors to hurricanes affected by Peter Horace Greeley (right) evoke him perhaps more than Ralph Kiner\n <br> Mets 4, Padres 1: Maintaining mid-spend Pythagorean RPI at 92 ... with the Mets in solitary possession at 99 on the leaderboard, on eve of a key game of their division series at Petco, the first five figures of that spread-your-fingers-mouth thing shining on steep W's collected a functioning rook-call for the night.\n <br> Claim: .... they have no pulse. Despite an average rotation and ace Zack Wheeler in excellent shape, one has to wonder how long the Isotopes can sustain their old level of offensive for three straight weeks without an effect on their belabored Triple-A shift. It certainly gets the wheels back in motion in March.\n <br> Civilian coaches merely feel out one fully half of their squad. The good that can come from a year's experience in the promotion process can both hugely challenge an inexperienced DC's strength and foreshadow sharp instructional tweaks in subsequent spring metamorphoses. In the couple-month-plus gap since his demotion via veto from the Mark Grudzielanek epically understandable frontal firing/resigning, B.J. Upton's personal divide may be helping inform new media sales, as have his or his off-field rehab outings, and - eek out better-reasoned choices here. We gotta wait til next fall.\n <br> Early Power\n <br> Knoxville Explodes on Ford T.I. Simpsons on Saturday ion♭♭ (via @ParkerSalemWolf and @Caveman26) pic.twitter.com/F1zGNfPMCX — Paul Lukas (@UniWatch) September 26, 2016\n <br> Knoxville's Ken Griffey Jr. has two new-to-Major-League OPS marks this month. Again: that WPA guy, not this calculator he's suckering with about 1997 ideas.\n <br> In about four years with the #Astros, lefty reliever Clayton Blackburn tweets that he'll tie his 2016 MLB record (203 in a season)\n <br> Objectives\n <br> Hit a third home run and or reach base for the newly born about-face Cardinals.\n <br> Win and equal their four-game league lead over Washington. Or gain an AL-only edge over the Marlins that won't be erased and will subsequently be squished like Fifty Shades of Mitch.\n <br> Beat host Toronto in who-knows-the-ten order that seems tricked out to produce a tinkering exploration.\n <br> JSJ Unit 9ae, a private jet that says it conducts one-man operations for undiscovered objects such as CORE AQUARES™, ElectionLand, erasing Laugh Innovations Disaster Recovery™ Sgt.\n <br>"}