{"output": "There's no more enduring symbol of the US's militarisation of its police than the automatic gunshot-wielding officers belting out lines like \"Rude! Shall we stop the live and let them notify the theoreticians!\", \"Tell him to go catch a bus!\" or \"Gangsta!\" as they approach a suspect. Even as the naked announcement that cops will shoot protesters if they resist is under fire, the culture of fear and brutality in policing's most visible ranks is unravelling, prompting renewed scrutiny of the militarisation of the US law enforcement system.\n <br> In an investigation peer-reviewed by the Chronicle of Higher Education, the Cato Institute produced amazing data about the militarisation of police forces in the US in the six months since Black Lives Matter organised a statewide protest against the flawed 'stop-and-frisk' policy that targeted young African-American men.\n <br> Between 2010 and 2013 the NYPD's connection to the Defense Department will reportedly cost taxpayers $347m, or $41m more than if the money had been saved by dealing with domestic violence. Of that, $23m was given to paramilitary police units. Their \"specialized anti-terrorism\" training and extensive arsenal includes 40 mine resistant vehicles and 65 assault rifles, the Huffington Post reports.\n <br> The figures are also eye-catching when compared to other US police forces and departments. For example, dozens of police forces in California with 1m kids enrolled in public school were handing out only 5,500 body cameras over the past five years, while Texas militarise police had 400 fully-equipped soldiers on permanent duty, the Huffington Post does not pretend to go into.\n <br> As the Baltimore uprising and the demonstrations against New York City's stop-and-frisk policy illustrate, there are different ways to \"deal with\" the police. Whether you shoot them, beat them, handcuff them, choke them, gag them or, while taserning them heavily and firing non-lethal bullets, simply handcuff them and send them on their way, the US police might as well call the shots and decide for themselves whether you stand up for yourself. We offer no guarantee that they'll let us stand down.\n <br> Racist politics?\n <br> Naturally, the bullets blasting blaring out of police officers' automatic fire will be blamed on local gang members. But there are stronger policing forces at play. It's true that some have blamed the deadly exploits of the military overseas for Obama's desire to extend police power in the US, but the institutional force unleashed on young black men has a different, more benign and substantiated justification.\n <br> Balancing every peaceful protester against the police in Ferguson, Missouri, for example, the Oakland Police Department has resorted to judicious use of tear gas, and labeled American paddy wagons, freedom flags, doctors, nurses, and for whomsoever wears gold hipster only \"terrorist\" outfits – this, it claims, constitutes untenable protest – Army humvees and grenade launchers.\n <br> In the past decade white people in the US have allied with white people abroad to justify aggressively directed police violence: overwhelming casino resorts with the murder of security guards, while sending black men to the prison system to deliver really big dollars; abortion clinics, where white doctors are allowed to inflict bodily harm against pregnant women; the mentally disabled, assaulted by US special forces for merely trying to use a bathroom; as well as taking sightseeing tours to places like Abu Ghraib and Guantánamo Bay. It amounts to a white supremacist agenda that explains Washington's decision to instigate chaos, i.e. war, in earnest.\n <br> RILEY RICHTER: Stop Whiny Protesters Throwing Molotov Cocktails At Police Chief Who Gave Them A Free Pass (Unimpressive) pic.twitter.com/kmUdlnc8XA — Seth Abramovitch (@SethAbramovitch) September 11, 2014\n <br> The militarisation that produces horrible injustices is most dramatically displayed in the North-East special commission for Lone Star compassion from blocks goes by sarcasm. Those who chase whites, persecution on jihadis or his birth place – that could make a featured on the Black and Southern Veterans Association website.\n <br> As we not only see US police doing this before our eyes but the White House there is no refusing that, published by the ND Nation, it is as real as it gets. These are not only facts that anyone can gather in Baton Rouge and have dreamed of since long before 9/11, they are norms that everyone would like to see opposite of daily.\n <br> Keep in mind that the US politician who expressed questions about what this campaign towards militarization meant for the police, because it would \"impair the ability of police officers to do their jobs\", was the governor (contrary to the absurd suggestion that this man would not have wanted a lot of police force in his own state). On one hand, this is nothing new in America, on the other local mayors will tell you that if a cop really\n <br>"}