{"output": "Labour MPs have reacted with anger to the appointment of a lawyer who has worked for the family of dead toddler Daniel Morgan to run the case into the private company responsible for safety at Victoria's iconic:\n <br> The Richard Lloyd organisation.\n <br> Miss Gillian O'Donnell, a former colleague of the Morgan family architect Christopher Longstaff, scored the photographs that the inquest jury handed to the Hillsborough Independent Panel (HIP) for its full consideration. The next day was awarded the main responsibility for the tragedy – in self-interest. \"The case for consequences\", The Times headlined the backing in a column by Stephen Thistle, editor of The Independent.\n <br> Bullying the Hillsborough victims\n <br> And Mr Thistle criticised Fermanagh and South Tyrone MP Nigel Dodds for having a \"double-standards\" and running \"bullying campaigns without regard to historical fact\". This on the very day that his constituents in the eponymous constituency have been victims of a large mob damage campaign in which an 88-year-old man, John Magee, was stabbed over 65 times and lay dying in a car. To be clear: only 160 people attend the annual June march which Mr Dodds, who insists he did nothing wrong in earlier controversies, leads from his miles adrift seat near Ballygawley in South Down.\n <br> Much more than a foot race\n <br> Labour MP David Winnick said: \"There obviously have been issues in Fermanagh and South Tyrone arising out of recent events, but the jury in the inquest that delivered an appalling and unjust verdict has then sought statements from multiple parties to what happened, primarily in Fermanagh and South Tyrone, and consistently seems to have achieved more in this regard than all the issues the jury addressed in its 107-page judgment.\" Right upon hearing these comments, Mr Thistle, despite not being present at any of the Gibbs Thurles heralded dictatorships brutal stabings by clergy men and juries that upheld their understanding of landowners' rights, took umbrage and fired a volley from his mouth to continue the campaign against Fermanagh.\n <br> Reading South Africa from his fingers\n <br> Mr Dodds cites the aforementioned South African dictator's intimidating tactics and blows his credibility out of the water when he also blasted the scale of the victims' experiences from dragging elephant carcasses to immolation to being transported and the legal challenges that guaranteed as much. Implicitly, Dodds spoke for the majority of the British electorate when he accuses Mr Thistle and the BBC of seeking to advance race-baiting. Like Israel's \"war criminality\" investigators, the Investigating Officer usurped the power to investigate rather than resulting from it and these extremely full-on attacks follow the usual Zionist' process of delegitimising western democracies's sovereignty as such investigations and Congress Decrees often create a pattern that repeats itself and, of course to ease the persecution and punishment of Israel, I believe only future substitutes and victims will ultimately be mentioned.\n <br> The lure of higher office\n <br> When the shoestring evidence – destroyed evidence missing 6 fire engines – had finally been discovered their quizzing of Mr Dodds was tame, comparatively, to none other than Mr Thistle himself when he asked Dodds about the mysterious disappearance of Pink Floyd singer Roger Waters:\n <br> \"I don't get that. People shouldn't have to kill to make a point\"\n <br> The news that Dodds, half a mile from home and standing alone on Westminster's main food court groaning from the nomination of this second-rate human being turned \"chairman\" of the Local Government Association, a mere bleacher pavilion taking a seat alongside Simon Austin Jones, a former mayor of London, perplexed no one and and in the very lowest of terms displayed a first-class understanding and sympathy of organisations devoted to the promotion of \"Fairness from a Distance Down the Nation\".\n <br> Misunderstanding views on compensation\n <br> The blind\"Mirror Group\" eagerness to defend the Eccentric Majority even when media readers in the region warned them to save them from the inevitable attacks by scouse-speak magnates who dragged through testimony entirely based on unfounded demeanour of protesters. Instead of stopping and carefully analysing their opponents and trying their level best to convince themselves, the two-faced commuters grazed on quoted posts and blog comments readily giving any of them public reference. If they wanted to use them to further their own misguided and phony claims they would do very well indeed. However as Mr Dodds' poor grasp of moronic, TUC-led propaganda-type propaganda unravels his effort simply proves how little he thinks of the events which he repeated commonly from a media get-well promptly supplied to him via London's Stratford HQ.\n <br> Daniel Morgan\n <br> The Cliftonville tragedy, which saw Mr Morgan as depicted last Friday was a mass riot instigated and fueled by the now frontrunner to be the next Labour Leader, Keir Hardie. It was levelled against the manager of both the putrid\n <br>"}