{"output": "Dave Mariner, director of business development for Zcash, is a core member of the digital currency ecosystem.\n <br> As Zcash has evolved into an important representation of the seriousness and range of genuine value added technological innovations making their way into the tech world, attention is also being drawn to our direction. Recently, we were thrilled to learn that leading investor Jim Breyer joined Zcash as a board member and is now actively involved in discussions to create big-dollar corporate collaborations.\n <br> Many other investors and entrepreneurs may now recognize that the way to build long term value and partnerships from a proprietary cryptocurrency project is not to create secondary protocols that can be brought to market for commercial deployment… but to use a developed protocol to build a specialized private invention democratically.\n <br> Sir Tim Berners-Lee, the inventor of the World Wide Web (now a Google Fellow), first came up with the idea of the web and then quickly changed his view to that of digital cash, an idea Russ Triplett points to briefly in his report, \"zcash Is Not a Secure Cryptocurrency,\" that I strongly advice you read through.\n <br> Bill Moore lays it out here:\n <br> Moore...the chief scientist at IBM, was so deeply concerned about the security of communication, computing, and finance that he said it might be better to bring the world into the internet era via nuclear holocaust. The governments squashed Project Popeye, the first implementation of explosive entertainment until the Global Positioning System. It worked, and Moore insisted institutions carry on developing their own networks. The wave of interconnectedness that followed began and continued to this day.\n <br> Zcash, with its strong emphasis on public and directed distributed ledgers, has the ability to allow weeding out the financial disaster of an arbitrary single point of failure through the fact that it is built on a blockchain. It results in no central authority controlling the ledger data for application, and thus confidence can be preserved for the millions who interact with it and for companies, governments, and individuals who build applications on top of it.\n <br> Cohen, in his article on why it is too early to a part with bitcoin, noted that he'd found in a September 8th article about the Tokyo Roundtable that a viable innovation emerged \"from a much broader consensus among technologists and monetary theorists than one that focused on bitcoin alone.\" He further stated that, \"neither Jiraiya nor Friedman fully appreciated how, with a little sharpening of sympathetic eyes, the Japanese Minimaver and the U.S. Laffer biverd could be turned into the cryptocurrency analogue of the Gold Standard.\"\n <br> In an article entitled, Bitcoin as an Innovated Utility Good, Margaret London takes David and Milton Friedman's idea of pre-emptive default to its logical conclusion:\n <br> Under traditional theories of banking among policymakers and shadow banking long term liabilities need to be distributed to the widest possible array of parties to reduce the systemic risk distributed risks undue sway. This would require invention of a supranational jurisdiction because this would reflect deeper governmental policy objectives. As a fallate proof store of value, Bitcoin in a semi centralised network called Crypto-currencies (in conjunction with Lightning Network) manage this image remarkably well.\n <br> This overuse of technology by specific money issuers will not be sustainable long term because the blockchain / digital currency community is still largely accessible to outsiders with access to a browser albeit a Lonely Planet convictselected spreadsheet splitting biased opinions among Da's movemen by weighting the sheer community weighting more weighted than individual voice.\n <br> You can read more about bitcoin engagement here in an article by Harlan Kozlowski, \"Bitcoin: How the Transition to Economic Payments Evolved.\" I think his analysis seems particularly relevant in this context.\n <br> Z-Cash and others are shaping up to be interesting keys to a secure monetary system that allows their acceptance and incorporation into everyday commerce. You can read more about that here in an article by Alan Hearn, \"The Periodic Table and Cryptocurrency.\"\n <br> At Fidelity, we are including a separate line that will allow our investments to benefit from multi-signature solutions that protect your Munecore. Having researched many of these, with that particular line focused on ZCash, interestingly you we do not need to sponsor any coin with real team to secure funds, but may choose to sponsor a cryptocurrency from our offerings. We feel it is a healthiest option that benefits our customers.\n <br> You can read more about that in an article by Peter Klerosk at Fidelity Ball. I think it will be very fruitful to bring these communities and use cases together and connect to accelerate the evolution of these complex cryptos toward the value and usage potential they have envisioned.\n <br> We are looking much more closely at the ongoing changes and developments in the tech sector generally, and heralding in the emergence of a full blown digital quantum revolution bounded by this future.\n <br> I'm personally excited to see 7.000 new competitors who are ultimately in a race for the\n <br>"}