{"output": "Some of the country's richest and most powerful evangelicals are resisting calls from Latino and black legislators to condemn Donald Trump and denounce planned legislation to defund his legal work defending the so-called \"sanctuary cities\" that refuse to cooperate with U.S. Immigration and Customs Enforcement unless they have some remedies for breaking federal immigration laws.\n <br> The pastors and religious leaders blasted Congress specifically and the country generally for the prospect of a government shutdown unless Republicans give in to demands to repeal Obamacare, hold the line against allowing Syrian refugees to enter the United States, and pare back investments in public schools as a result of the federal child-care tax credit programs.\n <br> In the course of the calls, pastors were spellbound by the Trump team's business culture, accompanied by flip-flops on policy, including their running mate, Mike Pence, who was in support of abortion rights as governor of Indiana but tweeted that he opposes it now.\n <br> Things got a little heated at one point, when several pastors contended Congress' intrusion into state affairs is unconstitutional. In an unlikely event, electors should ignore the voice and allegiance of the pastors in determining the next president in a state such as California, they said.\n <br> \"America is threatened by an evil overlord in the form of this presidency,\" the Rev. Michael Curry said, explaining his firm belief in voting in Episcopal elections.\n <br> Captain Ruggero Renzi, an Italian native originally from San Giovanni nasto, walked off the familiar patois of Italian speech as he explained that if that nation can survive the inquisitions, cultural anarchy from Charles V and the 1688 Protestant Reformation, and the outbreak of World War I, it can survive Trump's presidency.\n <br> \"We must remain united as a nation, as a common race,\" Renzi said in his German accent. He added: \"America shall fall.\"\n <br> For these Bible-believing conservatives, Donald Trump has provided the example they can return to as they face a reality where their faith will be put to an unpopular test. If the Supreme Court strikes down Obamacare, blacks inevitably see color-blind legislation as dropping funding on programs that contribute to lifting them out of poverty, Catholics and Roman Catholics are liable to be forced to shape their faith around Trump's campaign rhetoric, and religious nonprofits want federal funding to keep complying with the Affordable Care Act.\n <br> But as the pastor who came off better on the street calls, their opponents are behaving \"like orcs or zombies,\" inciting opposition and hurling insults.\n <br> Trump seems particularly reckless with his words, said Rev. Chris King of Kirkland, Michigan.\n <br> \"This could be their death knell,\" King said of members of Congress raising doubts this week that Trump's campaign would abide by their long-standing campaign promises of diminishing the power of money in politics.\n <br> Religion scholars say Trump's unorthodox style is perhaps the perfect vehicle for establishing a new culture in churches, because people are not accustomed to politicians talking this way.\n <br> \"Metaphorically, it gives us the space to walk away,\" said Jeffrey Brown, professor of political science at Washington State University.\n <br> Still, the sheer volume of calls to Congress after the fraught Republican primary debate shows Trump had a limited political base to prey on to win over those stalwart anti-Trump evangelicals. Romney had more Catholics calling the House of Representatives, just over 60, than Trump over 120 calls. Bernie Sanders had more Protestants calling Congress, about 145.\n <br> \"We wanted to highlight the fact that they should be ashamed if they didn't reach out,\" King said.\n <br> Although to pretend is to have a trump card, Mass United for the Vote is working on the uphill slog to get people to publicly pester congress members about the issue before its noon ET Congressional Prayer Breakfast Thursday.\n <br> Earlier, More Soul Truth church in Fayetteville, North Carolina, had evangelical pastors preparing to pray before midnight for Trump given his claims that thousands of people in Jersey City and New Jersey celebrated 9/11?? on Sept. 11, 2001.\n <br> \"Did you know Trump is more likely than not to lie? Did you know about Trump's industry ties? Was anywhere else president would bait someone to call on Congress to question him, take that moment and make them do what they do best, change the world and make them do what they should be doing?\" Bishop Tube Destroyer goalkeeper Rebecca Betty said of Battle for America church through tears.\n <br> But Donna Charney of 12th-century Sufi Hasstemnam mosque and Sikh Gurmat shrine in Brick, Connecticut, thinks Trump is no \"terrorist and not without sin.\"\n <br> Praying for a Muslim ban deported millions Muslims is BY evolution environment? , Maxikon university biblical studies professor Ami Zilber, who gave some heckling on a recent call, explained. \"If he used hate or if he had banned all Muslims or always excluded Muslims, you would think congress would say something,\" he said.\n <br> Showmanship that has characterized Trump's campaign and\n <br>"}