{"output": "United States Supreme Court DERSIGN v. WATT, (2011) No. 10-5008 Argued: February 26, 2011 Decided: June 3, 2011\n <br> Petitioner Anthony Dersign, a vice principal in Southeastern Louisiana University (SULU), argues that a Louisiana statute (described in detail in the opinion for the Court) violates the First Amendment by prohibiting him from speaking on campus about his opposition to same-sex marriage. The statute, he says, is a viewpoint-based restriction on his protected expression. Specifically, he argues, it fails to \"demonstrate a compelling state interest in support of a finding based upon the (judging) content of [his] speech.\" The State responds that its law ensures academic freedom, that Dersign should counteract his opposition to same-sex marriage not by talking about it, but by discussing the issue at greater length in class. Professor Storbeck argues that the statute does not marshal sufficient evidence to justify a finding of viewpoint discrimination. She argues that the purpose of speech restrictions like the one at issue in this case is not to preserve academic freedom but to suppress speech that offends even those on the receiving end of those speech restrictions. She reasons that if Dersign can't agree to discuss same-sex marriage in class, he can't be stopped from speaking about it in the classroom by the sanction of an antiabortion law.\n <br> Held:\n <br> The Court must consider the evidence in the light most favorable to Petitioner. Pp. 28-32.\n <br> Justice Breyer, joined by Justice Alito, concluded that Louisiana's proposition that \"mesmerizing, disturbing, intolerable, or invalid arguments\" threaten educational institutions' autonomy is not constitutionally permissible. Pp. 38-50.\n <br> Justice Sotomayor wrote the opinion of the Court with respect to Part I, concluding as follows:\n <br> The First Amendment mandates a more demanding standard for a restrictive speech statute's justification. The statute penalizes speech solely because it recommends a definition of marriage that some, likely many, people find offensive, which the government may then allegedly promote through a governmental figure's visible, visible dissemination of that message. In the abstract, the definition of marriage as a union between a man and a woman is surely no fundamental political interest of this State. It lacks the fundamental substance advocated by marriage registrars and the voters, and the same intimate relation with family and the state embraced by the Second Amendment. The State may stifle a speaker's expression of personal disagreement in private, as did petitioner in this case, but it cannot suppress a speaker's comical depiction of its law sanctioned definition of marriage. The Court finds that § 15-11-61 that is found at packaged bread, AMetamax operators championing Islamically intolerant views on homosexuality, political correctness, and the First Amendment several years ago. Not all speech, including speech critical of convicted murder, disparaging affirmative action policies, or inciting readers to riot, may be banned. Here, in part because of the Government's guardianship of religion, section 15-11-61 applies. Planned Parenthood saves unborn life -- eighths of a human life. · Onconsistent with the First Amendment free exercise clause upheld in Nyquist v. Mauclet, the provision provides a program of governmental preferential counseling, abstinence education, and abortion and pregnancy termination With kids' health and survival in fact, disregards whatever sad confusions the Government's fear may dim. The first goal of a First Amendment, protected speech is not to conform others' beliefs to our own, but to make those beliefs bearable. When we speak, we are endowed with the freedom to differ and exercise the liberal choice of dissenting views at a time when many people believe with good reason that the First Amendment is dead and its blessing has departed with it, to play in the national dialogue across differences of opinion with others writing, speaking, and publishing with the freedom to challenge ideas, even when those ideas are harmful and even silly.\n <br> Justice Sotomayor, with whom Justices Ginsburg, Breyer, and Kagan joined in Part II, concurring in part and dissenting in part, found nothing in § 15-11-61 to justify the burden it imposes:\n <br> The Court concedes that more speech is not always poison. Louisiana may attempt to weed out crude speech that supports harmful beliefs, as this statute attempts to do with Dersign's opinion and with the commercial promotion of redefinition of marriage. One court has holding that a statute that calls for abolition of slavery . . . requires question-begging, factual determinations of whether the one engaged in the speech is using the power of government to demean another. Duke Power Co. v. FCC, 492 U.S. 231 (1989); id. at 296. See Brief for Respondent 11-13, citing Berkovitz v. Hariri, 756 F.2d 1445 (CA3 1984); Pickering v. Board\n <br>"}