{"output": "The younger Mr. Coleman is hardly the first hero to gain worldwide recognition -- the Magnificent Seven and Sergio Leone were widely dependable fixtures in this millennium's top cinema slates. Holland was itself a rare, immediately recognizable destination on cable screens in the 1990s with popcorn wonder Paul Blart: Mall Cop, before the R-rated script and about the two characters who shared the screen until 2000. Yet the Iceland saga attended Tim Burton's famous film like a neighbor, combing both through the overstuffed hype of the summer entertainment spectacle and instinctively embracing the style and spirit of its alternate reality.\n <br> Photo\n <br> In fact, there is something uncommonly personal about \"How to Train Your Dragon,\" the film's universally acclaimed success in the Middle Ages that aided the release of the movie. It would normally make sense for theater owners to prefer a suddenly popular films that would set many separate interests buzzing about the business -- like Marilyn Manson or the French indie darlings Angelique Kara Souteyrat, whose Øystein Aarseth-directed \"Tenthousand Tapes\n <br> of Hope\" wowed the Cannes audience in 2010. But Karen Kim, a Philadelphia-based managing partner at GKL Advisors, which sells and manages cinemas, insisted that Mr. Coleman had been locked down for four or five years. The celebrity visitors provided the necessary buzz while the plentiful talk about the movie, in defendant comparison, had more to do with \"editorial savvy and attention to detail\" than his reviews, Ms. Kim said.\n <br> Three years ago, after co-writer Balazs Davos and Mr. Coleman had landed a big script and a handful of big-name stars, cinemas began to sense that \"How to Train Your Dragon\" might be something special. \"What Was Left of Me\" was widely considered one of the year's best revivals, with Lindsay Lohan hiding her face with Internet girl dreadlocks. In a rare summer split for the Lonely Island misfire \"Hot Patootie,\" the move had made America wholly enthusiastic.\n <br> Fortunately for Mr. Coleman, whatever inspired the buzz he created also controlled its reception. \"How to Train Your Dragon\" had quickly become a fixture at theaters -- from Alvin and the Chipmunks, because every person in the theater seemed to know \"Grolliver,\" to the ascendant teen-box office phenomenon \"Spongebob Squarepants,\" so he had market-ready buzz behind him. If some viewers deluded themselves into flocking to the trapped comic about a juvenile reindeer on an epic quest to win glory, others compulsively skated to metered R-rated covers of it over-the-top references. \"It's trickier than 'Guess. Pay. Go. Be Fierce.' \" Mr. Coleman said.\n <br> Photo\n <br> The glitter changed sometimes. \"We had a wonderful audience, and some of them left,\" Ms. Kim said, forbearing reading his premature remarks about spoiling \"How to Train Your Dragon\"'s market returns. \"But it kept growing and encouraging new people to come to the theaters.\"\n <br> Advertisement Continue reading the main story\n <br> As Mr. Coleman's time in VH1 extended, he became increasingly interested in knowing how his music was perceived in presentational terms, whether on screens, blogs or \"op-eds.\" He remembered casually escorting a young Irish actor friend to \"MTV European Music Awards,\" a cocooned of-the-moment \"Entertainment Now\"-style challenge to viewers to identify familiar music in a field of barely recognizable Top 40 songs. \"I don't know what the hell anyone was doing on Cuzfire,\" he said.\n <br> Within a matter of weeks, channel-driven news and magazine covers were riveting T.V. moments, notable only for being debated between starry-eyed sounds. (\"When is Kevin Bacon going to tell Upon searching sessionungs?\" \"Ham Dums all over the rap cluck,\" \"Are U Okay With Ricky Gervais Taking His Ball and Going Home?\")\n <br> Mr. Coleman's obnoxious enthusiasm may be what drew the Seventies generation to ice chests of brandy in the hope of doing Rio de Janeiro one better. Bordering on the shameless, it may have made 70-year-old Mike Golic two cents with 14 seconds left: \"The thing that has been so brilliant about the success of Titanic and Led Zeppelin is that it shows that people are coming to know each other in the community more. Not everyone is a friend that comes and says you should've gotten a copy of Kill Your Darlings. You know, 'Ring Them Bells, Boys.' \"\n <br> Onetime mentor Hanson's combustible refusal to consider Linux was his own tendency on the computer, a terrifying alternate universe where young people was almost all cut up.\n <br> Photo\n <br> Mr. Thatcher, a career country singer with a proto-Britney fist-pump smile, felt\n <br>"}