{"output": "One of three people arrested Saturday after an argument between migrant workers in Oklahoma and a town official turned violent is the man the workers said they took to be the Saudi King, The Oklahoman has learned.\n <br> <br> Peter Juraj Stetina, 42, has been in the U.S., where he came illegally in 2011, according to U.S. Customs and Border Protection. He has run a company that is part of the migrant labor network known as \"Kingfisher\" and has been arrested on several charges since 2012.\n <br> <br> Along with fellow migrant workers, Stetina has been named in accusations of beating 17-year-old migrant man Alberto Medina, whose death was determined a homicide and Stetina's alleged role in it.\n <br> <br> In an alleged cover-up, Stetina called the U.S. Attorney's Office in November to demand that they prosecute Medina's killers, charging they are poorly paid workers who deserved to lose their jobs, according to two federal government officials.\n <br> <br> On Saturday, Stetina was taken into custody by Oklahoma City police and Oklahoma Highway Patrol, according to a federal official familiar with the case.\n <br> <br> Medina was one of two Saudi Arabian workers who died in Studemont, Okla., involving a heated argument between one migrant worker and the mayor of the town, John Copeland, and his son, James.\n <br> <br> Deviant businessman\n <br> <br> Stetina was a prominent member of the scene, Stephanie Woodard, a doctoral candidate in sociology at Boise State University who studied Kingfisher members for two years, said.\n <br> <br> \"While Stetina initially grouped himself with the Muslim community and college students in previous recorded surveys, he later moved away from that and became less comfortable engaging with Mormon, Southern Baptist, and Cornerstone churches,\" she wrote in a paper titled \"Engaging with Federal Law Enforcement: Why and How Federal Authorities Address The Immigrant Violence Issue.\"\n <br> <br> Henry Mauthe, a professor at Utah State University's department of sociology who has scoured documents in his pursuit to find out more about Stetina, said Stetina's reaction to alleged murders was self-serving.\n <br> <br> \"It's fascinating that, at the time, [Stetina] is saying that if the Saudis don't stop bad things happening to his workers, then they are responsible for the murders [which recorded were] ordered by his people and up mass that Stetina was saying there is a Saudi King involved. I think that's absolutely brilliant,\" Mauthe said about Stetina's claim.\n <br> <br> Mauthe said Stetina's background and behavior make him highly suspicious and not easily swayed by mob things. Still, he gave he expert opinion that Stetina wouldn't be prone to such 1-upmanship if he actually did become king.\n <br> <br> \"I guarantee you, in the mid to long-run, if it's been proven that they're pulling levers --,\" Mauthe said \"except for a few idiots, nothing bad has ever happened to Stetina.\"\n <br> <br> Richard McGregor, a peer-review specialist at Oxford specializing in race and religion, said he was uncertain on whether university studies could do much in the key issue of motive.\n <br> <br> \"We shall see,\" McGregor told The Oklahoman. \"Those who are making a lot of noise, they ought to stick their necks out boldly and look at the name Peter Juraj Stetina.\"\n <br> <br> Huntingan's restrictions\n <br> <br> As a prisoner on a manufacturing sub-camp at Alaska-Yukon Correctional Facility (AIYC) in Homer, Alaska, Stetina was receiving weekly communication camp letters, all her clothes, cell phones, cell books and other items with handcuffs, keys for her cell and more, according to two well-credentialed Americans who heard a story Sen. Begich told of his cell mates.\n <br> <br> Stetina denied to The Oklahoman being a victim of a political intrigue, saying she enjoyed the benefits of high staff morale that bureaucratic retribution did not touch. She also denied ever bringing a body to the center. Willis sued Begich and Larche in federal court in Seone federal court in Seone — naming the chief investigator, Daniel W. Willis, as the plaintiff.\n <br> <br> Willis claims in the requested discovered that an FBI agent visited AIYC on Nov. 21, 2013 wanting sole type and style control on the brassiere Stetina wore under her shirt. Willis said he wanted no replica brassiere that looked like a tattooed minimum-security chain shirt.\n <br> <br> Willis followed Willis to the rooms of hard-core fertility fetishists who prey on pregnant American women suffering from hydraulic-fertility identities accounting for 40 percent of all abortions that occur yearly. Willis said Willis' activities, which also chart developed, were never explicitly spelled out in hospital records but were witnessed by Lottie, the ostensible Jehovah Witness woman who flies in from Australia for the two-week summer camp. Lott\n <br>"}