{"output": "Vulkan Driver Gets Patches Enabling Two More Interrupt Rings On Vega 10 While AMD's open-source Linux driver developers have been busy on bringing up Vega 20 support as well as Picasso APUs, they aren't done yet optimizing their Vega 10 support. 231 Minutes Ago - Radeon - Two More IH Rings\n <br> Linux Mint / Cinnamon Speeds Up Its File Manager, Updates Other Apps Linux Mint lead developer Clément Lefèbvrehas has issued his latest monthly update concerning the activities within this Ubuntu/Debian-derived camp and their work on the GNOME-forked Cinnamon desktop environment. 209 Minutes Ago - Operating Systems - Linux Mint + Cinnamon\n <br> Initial Tests: Windows 10 vs. Ubuntu With NVIDIA GeForce GTX 1060 / GTX 1080 Ti / RTX 2080 Ti The latest in our GeForce RTX 2080 Ti Linux benchmarking is a look at how the NVIDIA Linux graphics driver performance on Ubuntu 18.04 is comparing to that of Microsoft Windows 10 when using these initial launch drivers. For additional perspective are also some basic Ubuntu vs. Windows NVIDIA tests on the GeForce GTX 1060 and GTX 1080 Ti. 2 Hours Ago - Linux Gaming\n <br> GNU Shepherd 0.5 Init System Released Shepherd, the init/service manager of the GNU system with GNU Herd and can be used as an alternative to systemd on Linux systems as well, is up to version 0.5. 6 Hours Ago - GNU - GNU Shepherd\n <br> OBS Studio Now Supports VA-API For Video Encoding For those of you using OBS Studio for screen recording on the Linux desktop or screencasting, the latest code now supports GPU-offloading to VA-API for the H.264 video encode process. 6 Hours Ago - Multimedia - OBS Studio + VA-API\n <br> Linux Readying Spectre V2 Userspace-Userspace Protection While the Linux kernel has been patched for months (and updated CPU microcode available) to mitigate Spectre Variant Two \"Branch Target Injection\" this has been focused on kernel-space protection while patches are pending now for userspace-userspace protection. 9 Hours Ago - Security - Spectre Variant Two\n <br> Vulkan Working On New Timeline Semaphores Feature You may have remembered when the XDC2018 agenda was published there was \"Untitled Vulkan break-out kick-off. Topic still under NDA.\" We now know what that was about. 9 Hours Ago - Vulkan - Timeline Semaphores\n <br> ZINK: OpenGL Over Vulkan Comes As New Mesa Gallium3D Driver Collabora has been developing a new \"Zink\" Gallium3D driver for Mesa that gets OpenGL running over Vulkan. 10 Hours Ago - Mesa - Zink Does OpenGL Over Vulkan In Gallium\n <br> KDE Neon Rebased To Ubuntu 18.04 LTS Now Official Since the start of August KDE Neon re-based to Ubuntu 18.04 LTS has been in testing while now this re-base is official. 10 Hours Ago - KDE - KDE Neon + Ubuntu 18.04\n <br> GNOME 3.30.1 Released As A Big Assortment Of Fixes The GNOME release team has made available GNOME 3.30.1 as the first and only planned point release to the GNOME 3 single-user package. 10 Hours Ago - GNOME - GNOME 3.30.1\n <br> 25 September\n <br> WireGuard v6 Might Be Ready For The Mainline Kernel, ARM Changes Added The lead developer of the WireGuard in-kernel secure VPN tunnel, Jason Donenfeld, published his sixth round of patches on Tuesday for getting this important networking code and its related Zinc crypto code into the mainline kernel. It's looking like the code might have baked enough for debut in the upcoming 4.20~5.0 kernel cycle. 25 September 08:34 PM EDT - Linux Kernel - WireGuard For Linux\n <br> AMD Picasso APUs To Support VCN Dynamic Power Gating Earlier this month AMD sent out the initial Linux graphics driver patches for \"Picasso\" APUs and now a new patch series today sheds some light on a new capability for these new APUs reported to be similar to current Raven Ridge hardware. 25 September 05:26 PM EDT - AMD - VCN DPG\n <br> AMD EPYC On Ubuntu 18.10 Putting Up A Stronger Fight Against Xeon Gold With hitting the home stretch to Ubuntu 18.10, I've started with my usual benchmark process for checking out this next Ubuntu Linux release dubbed the Cosmic Cuttlefish. Yesterday were Ubuntu 18.10 benchmarks on seven desktop systems from Intel and AMD while next on my agenda has been checking out the server performance. Here's the first of those server tests on Ubuntu 18.10 with some initial AMD EPYC and Intel Xeon Gold tests. 25 September 03:55 PM EDT - Operating Systems\n <br> Java 11 Released As The First Java LTS Release Java 11 (JDK 11) is officially out today as the first Java Long-Term Support (LTS) release under Oracle's new six month release strategy. 25 September 02:45 PM EDT - Oracle - JD\n <br>"}