{"output": "\"The Republicans should have been called 'Conservatives' in 1860,\" Abraham Lincoln said while campaigning for the presidency. The Republican Party, like its counterpart in the United States, the Constitution Party, has moved increasingly to the right after winning elections. Its values have become increasingly extreme—and its candidates are far closer to Donald Trump than to the deeply-experienced Abraham Lincoln who made the basic guarantee that all men are created equal.\n <br> As part of its bid to hold onto the White House in 2016, the Republican Party is almost certain to nominate as its vocal nominee for that office a man whose standard-bearers suffer from the same inability to tell the difference that Governors Smith and Taft had in 1860: the Republican for President as Party of Lincoln.\n <br> The name of the guy who would be the Republican nominee for President while the two most popular people on the Republican side of that important election are not yet in the White House is Ted Cruz. A Jeffersonian conservative without any previous government service whatsoever, the junior senator from Texas—after winning a national primary by the most miraculous of margins—is championing a libertarian litany of positions that Wall Street floats in jubilation.\n <br> Judging solely by once-recorded voice vote and write-in votes, his call to ban all abortion, voted in by a tiny minority of the Republican electorate in his presidential underdog campaign, will be supported by almost no real Republican: 1 to 10%. But if 'Freedom' is your value, then prayer pip arrest that! It will be endorsed by about 11% of Republicans.\n <br> One of the most remarkable things about broadcasting is for one week, the utterly unremarkable speaker on the other side of the spectrum can extend his or her platform to resemble a talking head for a neo-Nazi extremist. The Republican Hot Air balloon speech, promulgated by the language elitist, is the betrayal of a radically traditional, conservative party advocating traditional conservatism in a time in U.S. history when all of the parties that should be seen as conservative are radical by definition.\n <br> Originally, Ted Cruz was selected for this special role because he was the junior senator from Texas, just the kind of \"good conservative\" the GOP should want. He is the kind of guy needed to win an election, not the kind of guy needed to lose for embarrassing his own voting record.\n <br> But as a Democrat in a party transformed by the rise of \"political correctness\"—in this case the those who ignore the stands of the presidential candidates' own party en masse and insist on the deification of the candidate to be chosen at the presidential primaries—Cruz has other points to make. At truth, he may offer some \"bold\" ideas as to what to do with those people when they won't conform to their vulgar tribal wishes.\n <br> For this to be done, he must have some lieutenants whose credentials are unassailable. Some lackey is a preferable option to a full-fledged chief. But without being cut out by the Goldwater Division of the Wall Street Boys' Brigade on the financial side of the spectrum, his ideas will offer up only superficial shock value.\n <br> Jefferson quoted Madison's concern about \"selling the snake\": \"Plain lies sell, and will be bought at any price. In...telling the plain truth---and the plain truth is often a lie---very convincing arguments are produced, which do not need argument. They simply state the case.\" Clinics sometimes do require argument, which the key elected posts on the stimulus spending program failed to include. From Truman in the all-Republicans cabinet to George H.W. Bush in the all-right pressure group, the hardest conservative was at work convincing the world the first failed (both for Republican and Democratic parties) program of the postwar era had been an honest flip of an olive branch, even though the Reagan-Bush-Clinton Democrats had hankered for it for very different reasons.\n <br> Immaturity with not having much clue of the consequences of irresponsible and illegal propping up of the Wall Street and the big financial banks and then the financial cabal dictatorship that is now being run by Barack Obama has brought us to the acute danger of having a \"respectable\" Progressive in the White House and the Republican Party now teetering fast toward a dysfunctional repudiation of Reaganism, albeit following an MBA phony Bush on his bubbles.\n <br> A Changed Conservative\n <br> Virtually none of those who were at the top of the Republican Party after I led it from Raleigh (NC) in 1991 to Springfield (IL) in 1995—either those leading the Reform and Modernization of the Republican Party at that time or members and supporters of the Progressive Movement and the Democratic Party who wanted to know what had happened to the good old days when they worked off the Republicans' flank without reflexive recoil from their rightist agenda—would be much milder in casting themselves as descendants of the big-spending Republican administrations of the Gilded Age.\n <br> As far as the Reaganism is concerned, you\n <br>"}