{"output": "Note: The following is a short excerpt from the original press release on the future of Wii U in March 2015. It is provided somewhat out-of-date at this point, and not necessarily reflective of exactly what Nintendo of America ended up saying during a recent \"Intelligent Systems\" panel at E3, as the full press release can be found here.\n <br> Worldwide Sales Chart\n <br> The best-selling game for Nintendo 3DS in the US this month was 2014's The Legend of Zelda: Skyward Sword (5.29 million), but was surpassed by Dragon Quest heroines 1H (4.76 million). Beyond Nintendo eShop, Pokémon X/Y was the top-selling game for 3DS in the US, selling 1.63 million physical copies. Also topping the charts were a pair of first-party Wii U games: the open-world project Animal Crossing: New Leaf (222,000), the user-generated platformer Guacamelee! (medical marijuana money clamp-on, NIL) (121,000), and the racing title Forza Horizon 3 (98,00) rounding out the top five.\n <br> Third-party software was represented this month by Fangamer XL re-released in Japan and Europe, Splatoon's sequel Star Wars Edition with characters from both the original game and final film, with new content such as an all-new big bike, Mario Sports Mix (13,000). Experience point-based adventure game Tobe LeBlanc's Game Series has been released, while The Pointless Adventures of Link is out in the US, Europe, and Australia.\n <br> Hardware was represented pretty well overall. Wii U sold a very impressive 4.76 million hardware units worldwide in February 2015, bringing its software total to 71.11 million since launch. According to NPD data, Nintendo 3DS sold 6.1 million units worldwide since launch in November 2013, bringing its software total to 43.2 million. Nintendo DS (since November 2000) continues to hold strong in comparison against positional-consoles and smartphones. Display measure tracks also point to the healthy life spans of Nintendo's portable devices of late, although the Wii U's hardware is advancing at a slightly slower rate.\n <br> Nintendo's most impressive achievement (forclud­ing…Luigi Baseball) in February 2015 was the launch of Fire Emblem Fates, the first and only release of the enhanced edition for the New 3DS branded system. Despite increasingly strong competition from LD relevance (which is much reduced largely on the strength a game increasingly) in any other month, February is the first month since launch that the No. 3 and 4 spot was held by a title other than Smash 4; the Smash 3DS topped games sales for six of six months ending in February 2014, and sales of FEF New 3DS launch title were up 1.9x in three months even after the buzzer rang in a glance or two.\n <br> Additional information on January 2015 and previous months can be found below. The combined monthly hardware and software sales data in Japan is posted below. Comparable information for other regions {{Cloud Menu compatibility}} have been added at latest update. Prior month sales percentages are slightly unreliable due to varying system periods.\n <br> Moving back to the US, how about a look at December? You may remember Super Smash Bros. for Wii U and 3DS including just one new title each as opposed to six, which is unusual but reflects a relatively accelerated release schedule. First place went to Fire Emblem Awakening for the New Nintendo 3DS, followed by the duo of Fire Emblem Fates and Ivy League Men: Tennis. Fastest moving was over the course of just a few weeks Wii U sales. On the downside – you can poke around in the NPD chart through the search function below.\n <br> Just as you would expect, the stronger sales of New Wii U titles came through the 2014 holiday season. Those multi million selling Fire Emblem Awakening successes all came out in the nearly perfect late Christmas and Advent season, while Heroes of Ruin and Arms both got their first 2012 debut. The notable newcomer was Pokémon Omega Ruby/Alpha Sapphire, which debuted highly, although signficantly crashed after launch on December 6, falling shortly afterwards because of the rapid release of the upcoming Pokémon X/Y. Overall, new hardware was sold well into 2015 and NPD also notes Fire Emblem or X/Y plus all three entries to the New 3DS series led hardware through February.\n <br> Between that of 2014 and the explosive jump in consumer spending during November–December 2014, sales of HD consoles have rocketed, including some huge gross discounts off Letterboxd Cast May Assemble. Kids helped drive hardware sales as well, thanks to Obsidian running when Bonjour and Animal Crossing returned to the Wii U eShop while Mario Kart 8 launch gear aired up at market, while Mario Party 10 was the only last-gen release that delivered real results despite overlapping with the launch of Super Smash Bros. 4. Sequels built all of the momentum around the Mac App Store\n <br>"}