{"output": "Can our brains be scanned from outside the body and then rewritten over and over to recapture the imprints we left on every part of our brain? Theoretically, definitely. Many scientists are now rummaging through new techniques to do just that.\n <br> In 2009, researchers at NASA from the Air Force Office of Scientific Research's Microwave Propulsion Laboratory held a series of contests, including one for \"best brain-computer interfaces.\" In their prize match, teams from around the world competed to develop new brain mapping techniques for ways of collecting data from inside people and rewriting it over and over. One single original BrainBridge video colonized all channels of web-viewing in the world. I've watched many of these videos on YouTube.\n <br> Advertisement - Continue Reading Below\n <br> On one hand, if you're convinced that the next breakthrough in neuroprosthetics will be profoundly more powerful because better/faster or cooler/more reliable algorithms capture the wiring that connects our neurons, then it makes sense to equip humans with mind-reading implants. But when it comes to real brain-reading devices, there are a slew of caveats, arguments, and threats on the horizon that mean that these technologies cannot take off anytime soon. If you truly think that these technologies will be the basis for a global brain-reading surveillance state, it makes sense to act NOW. Since so much money is on the line (in computers and other components, research funding, patent and trademark rights, marketing, investor interest) making and maintaining a head-mounted-camera program is done with a certain level of speed by enterprises like Google and Facebook.\n <br> Certainly, if there's enough money and fair advertising, more companies, like Facebook, would decide the value of adding full-body scanning and rewriting software to augmented reality systems, to let Facebook users over-scan as well as over-write identities to make individual above-ground identities appear visible on the Facebook pages of friends and (currently) strangers. There are also the extreme benefits of getting right down to mind-reading implants, which could be used in its all-female work force, for various purposes, including dreams, talking to your dolls who would also be able to read your thoughts to you, and so forth.\n <br> If you thought that the invasive brain-scanning techniques used for the Google Nest team in its backyard was invasive, wait until you see a group of hackers using neuron-monitoring techniques to scan the brains of brains that have been eaten alive and edited–is that not a frightening prospect? Example: in December, 2013, renowned world and science lecturer Conrad Stone unveiled an HTML-5 application that he called the \"Geekduino,\" which developed a touch-screen interface by painstakingly regulating bacterial growth on nerve stumps (absent proper surgical intervention due to the rather discourteous simpletons that take care of such a procedure in many hospitals). The application seems accurate near as humanly possible (through translation) and immune to hacking or malfunction (read: parasitic electronics).\n <br> Advertisement - Continue Reading Below\n <br> Advertisement - Continue Reading Below\n <br> According to Stone, the Geekduino was hacked into free the hacker and grant the creator personality-changing capabilities, for which he sells his own antivirus software. That's really a key point: he is selling his own phony software. But the point is, millions of Internet-connected independent amateur hackers are - and I see no reason to take this past in health with a grain of skepticism. I see no need for them to go to circumvention tools that intelligence agencies-linked organizations fail to stop: build off of research done by actual earth-going scientists because those researchers are employed by the Government, or succumb to the primitive requests not to download the pirated links in the Backup Universe commercially produced NordVPN, because intelligence agencies-linked organizations are working that very hard to stifle what the government is doing.\n <br> Just like the point you just read: when it comes to decoupling physiological reactions each of us can display (slightly medicinal without euphoria as well) from larger social/political or technological currents in society, the straightjacket of biggest corporations and organizations will not imprison us. Besides, whatever you've heard about DARPA (Defense Advanced Research Projects Agency) is true: they're still experimenting and innovating, even after the abdication of their role in fueling the Second Coming of Watergate or arresting the Belmont sisters' cult leader Z. A cloaking device around artificial muscles for self-driving cars – the original conception-printing machine! Now that, \"I don't see what all the controversy is about,\" the compound reaction to indignant individuals who complain that the vector soccer tournament requirements would still cost students and students receive very good money.\n <br> Never before has self-improving nerve circuitry been basic!\n <br> In principle, we have just entered a new phase of research and development around neural prosthetics. Since neuroscience more extensively developed our interviewee's hypothesis concerning this eminent stranger's brain as well as the\n <br>"}